Repository: Laszlo19/social-app
Catalog: src/locale/locales/*/messages.po
Languages: bn

source: This post claims to have been created on <0>{0}</0>, but was first seen by Bluesky on <1>{1}</1>.
bn: Тази публикация твърди, че е създадена на <0> {0} </0>, но за първи път е видяна от Bluesky на <1> {1} </1>.

source: This post has an unknown type of threadgate on it. Your app may be out of date.
bn: Тази публикация има неизвестен тип конница.

source: This post has been deleted.
bn: Тази публикация е изтрита.

source: This post is only visible to logged-in users. It won't be visible to people who aren't signed in.
bn: Тази публикация е видима само за регистрираните потребители.

source: This post will be hidden from feeds and threads. This cannot be undone.
bn: Тази публикация ще бъде скрита от емисии и нишки.

source: This post's author has disabled quote posts.
bn: Авторът на тази публикация е деактивирал публикациите в цитата.

source: This profile is only visible to logged-in users. It won't be visible to people who aren't signed in.
bn: Този профил е видим само за вписаните потребители.

source: This reply will be sorted into a hidden section at the bottom of your thread and will mute notifications for subsequent replies - both for yourself and others.
bn: Този отговор ще бъде сортиран в скрит участък в долната част на вашата нишка и ще заглуши известията за последващи отговори - както за себе си, така и за другите.

source: This service has not provided terms of service or a privacy policy.
bn: Тази услуга не е предоставила условия за обслужване или политика за поверителност.

source: This should create a domain record at:
bn: Това трябва да създаде запис на домейн на:

source: This user doesn't have any followers.
bn: Този потребител няма последователи.

source: This user has blocked you
bn: Този потребител ви е блокирал

source: This user has blocked you. You cannot view their content.
bn: Този потребител ви е блокирал.

source: This user has requested that their content only be shown to signed-in users.
bn: Този потребител е поискал съдържанието им да бъде показано само на подписани потребители.

source: This user is included in the <0>{0}</0> list which you have blocked.
bn: Този потребител е включен в списъка <0> {0} </0>, който сте блокирали.

source: This user is included in the <0>{0}</0> list which you have muted.
bn: Този потребител е включен в списъка <0> {0} </0>, който сте заглушили.

source: This user is new here. Press for more info about when they joined.
bn: Този потребител е нов тук.

source: This user isn't following anyone.
bn: Този потребител не следва никого.

source: This will delete "{0}" from your muted words. You can always add it back later.
bn: Това ще изтрие "{0} " от вашите приглушени думи.

source: This will remove @{0} from the quick access list.
bn: Това ще премахне @{0} от списъка за бърз достъп.

source: This will remove your post from this quote post for all users, and replace it with a placeholder.
bn: Това ще премахне публикацията ви от тази публикация за цитати за всички потребители и ще я замени с заместител.

source: Thread options
bn: Опции за нишка

source: Thread preferences
bn: Предпочитания на нишката

source: Thread Preferences
bn: Предпочитания на нишката

source: Threaded
bn: резба

source: Threaded mode
bn: режим на резба

source: Threads Preferences
bn: Предпочитания на нишките

source: Time remaining: {0, plural, one {# second} other {# seconds}}
bn: Остава време: {0, множествено число, един {

source: Undo repost ({0, plural, one {# repost} other {# reposts}})
bn: Отмяна на репост ({0, множествено число, един {

source: User blocked
bn: Потребител е блокиран

source: User Blocked
bn: Потребителят е блокиран

source: User Blocked by "{0}"
bn: Потребителят е блокиран от "{0} "

source: User blocked by list
bn: Потребител, блокиран по списък

source: User Blocked by List
bn: Потребителят, блокиран от списъка

source: User Blocking You
bn: Потребителят ви блокира

source: User Blocks You
bn: Потребителят ви блокира

source: User list by {0}
bn: Списък на потребителите от {0}

source: User list by you
bn: Списък на потребителите от вас

source: User list created
bn: Създаден списък с потребители

source: User list updated
bn: Списък на потребителите актуализиран

source: Username or email address
bn: потребителско име или имейл адрес

source: users followed by <0>@{0}</0>
bn: Потребители, последвани от <0>@{0} </0>

source: users following <0>@{0}</0>
bn: Потребители след <0>@{0} </0>

source: Users I follow
bn: Потребители, които следя

source: Users in "{0}"
bn: Потребители в "{0} "

source: Users that have liked this content or profile
bn: Потребители, които са харесали това съдържание или профил

source: Users you follow
bn: Потребители, които следвате

source: Value:
bn: Стойност:

source: Verified email required
bn: Изисква се проверен имейл

source: Verify DNS Record
bn: Проверете DNS запис

source: Verify email dialog
bn: Проверете диалоговия прозорец по имейл

source: Verify New Email
bn: Проверете нов имейл

source: Verify now
bn: Проверете сега

source: Verify Text File
bn: Проверете текстовия файл

source: Verify your email
bn: Проверете имейла си

source: Verify Your Email
bn: Проверете имейла си

source: Version {appVersion}
bn: Версия {AppVersion}

source: Video
bn: Видео

source: Video failed to process
bn: Видеото не успя да обработи

source: Video Feed
bn: Видео емисия

source: Video from {0}: {text}
bn: Видео от {0}: {текст}

source: Video Games
bn: Видеоигри

source: Video is paused
bn: Видеото е на пауза

source: Video is playing
bn: Видеото се възпроизвежда

source: Video not found.
bn: Видео не е намерено.

source: Video settings
bn: Видео настройки

source: Video uploaded
bn: Качено видео

source: Video: {0}
bn: Видео: {0}

source: Videos
bn: Видеоклипове

source: Videos must be less than 60 seconds long
bn: Видеоклиповете трябва да са по -малко от 60 секунди

source: View {0}'s avatar
bn: Преглед {0} аватар

source: View {0}'s profile
bn: Преглед на профила на {0}

source: View {displayName}'s profile
bn: Преглед на профила на {DisplayName}

source: View blocked user's profile
bn: Преглед на блокирания профил на потребителя

source: View blogpost for more details
bn: Вижте BlogPost за повече подробности

source: View debug entry
bn: Преглед на записа на грешки

source: View details
bn: Вижте подробности

source: View details for reporting a copyright violation
bn: Преглед на подробности за отчитане на нарушение на авторски права

source: View full thread
bn: Вижте пълната нишка

source: View information about these labels
bn: Вижте информация за тези етикети

source: View more
bn: Вижте повече

source: View profile
bn: Преглед на профила

source: View the avatar
bn: Вижте аватара

source: View the labeling service provided by @{0}
bn: Вижте услугата за етикетиране, предоставена от @{0}

source: View users who like this feed
bn: Вижте потребители, които харесват тази емисия

source: View video
bn: Преглед на видео

source: View your blocked accounts
bn: Вижте блокираните си акаунти

source: View your default post interaction settings
bn: Преглед на настройките за взаимодействие по подразбиране

source: View your feeds and explore more
bn: Вижте емисиите си и проучете повече

source: View your moderation lists
bn: Вижте вашите списъци за умереност

source: View your muted accounts
bn: Вижте своите приглушени акаунти

source: Views full image
bn: Преглежда пълното изображение

source: Views video in immersive mode
bn: Преглед на видео в потапящ режим

source: Visit Site
bn: Посетете сайта

source: Volume
bn: обем

source: Warn
bn: предупреждение

source: Warn content
bn: Предупреди съдържание

source: Warn content and filter from feeds
bn: Предупреждение за съдържание и филтър от емисии

source: We couldn't find any results for that hashtag.
bn: Не можахме да намерим резултати за този хештаг.

source: We couldn't find any results for that topic.
bn: Не можахме да намерим резултати за тази тема.

source: We couldn't load this conversation
bn: Не можахме да заредим този разговор

source: We estimate {estimatedTime} until your account is ready.
bn: Ние оценяваме {прогнозно време}, докато акаунтът ви е готов.

source: We have sent another verification email to <0>{0}</0>.
bn: Изпратихме друг имейл за проверка на <0> {0} </0>.

source: We hope you have a wonderful time. Remember, Bluesky is:
bn: Надяваме се, че имате прекрасно време.

source: We ran out of posts from your follows. Here's the latest from <0/>.
bn: Изчерпахме се от публикациите ви.

source: We were unable to determine if you are allowed to upload videos. Please try again.
bn: Не успяхме да определим дали ви е позволено да качвате видеоклипове.

source: We were unable to load your birth date preferences. Please try again.
bn: Не успяхме да заредим предпочитанията ви за дата на раждане.

source: We were unable to load your configured labelers at this time.
bn: Понастоящем не успяхме да заредим вашите конфигурирани етикети.

source: We weren't able to connect. Please try again to continue setting up your account. If it continues to fail, you can skip this flow.
bn: Не успяхме да се свържем.

source: We will let you know when your account is ready.
bn: Ще ви уведомим, когато акаунтът ви е готов.

source: We'll use this to help customize your experience.
bn: Ще използваме това, за да ви помогнем да персонализирате вашето преживяване.

source: We're having network issues, try again
bn: Имаме проблеми с мрежата, опитайте отново

source: We're so excited to have you join us!
bn: Толкова сме развълнувани, че се присъединихте към нас!

source: We're sorry, but we were unable to resolve this list. If this persists, please contact the list creator, @{handleOrDid}.
bn: Съжаляваме, но не успяхме да разрешим този списък.

source: We're sorry, but we weren't able to load your muted words at this time. Please try again.
bn: Съжаляваме, но по това време не успяхме да заредим приглушените ви думи.

source: We're sorry, but your search could not be completed. Please try again in a few minutes.
bn: Съжаляваме, но вашето търсене не може да бъде завършено.

source: We're sorry! The post you are replying to has been deleted.
bn: Съжаляваме!

source: We're sorry! We can't find the page you were looking for.
bn: Съжаляваме!

source: We're sorry! You can only subscribe to twenty labelers, and you've reached your limit of twenty.
bn: Съжаляваме!

source: Welcome back!
bn: Добре дошли!

source: Welcome, friend!
bn: Добре дошли, приятелю!

source: What are your interests?
bn: Какви са вашите интереси?

source: What do you want to call your starter pack?
bn: Как искате да наречете своя стартер пакет?

source: What people are posting about.
bn: Какво публикуват хората.

source: What's up?
bn: Какво има?

source: Which languages are used in this post?
bn: Кои езици се използват в тази публикация?

source: Which languages would you like to see in your algorithmic feeds?
bn: Кои езици бихте искали да видите във вашите алгоритмични емисии?

source: Who can interact with this post?
bn: Кой може да взаимодейства с тази публикация?

source: Who can reply
bn: Кой може да отговори

source: Whoops!
bn: Упс!

source: Whoops! Trending videos failed to load.
bn: Упс!

source: Why are you appealing?
bn: Защо се харесваш?

source: Why should this content be reviewed?
bn: Защо това съдържание трябва да бъде преразгледано?

source: Why should this feed be reviewed?
bn: Защо трябва да се преглежда тази емисия?

source: Why should this list be reviewed?
bn: Защо този списък трябва да бъде преразгледан?

source: Why should this message be reviewed?
bn: Защо това съобщение трябва да бъде прегледано?

source: Why should this post be reviewed?
bn: Защо тази публикация трябва да бъде прегледана?

source: Why should this starter pack be reviewed?
bn: Защо трябва да се преглежда този стартер?

source: Why should this user be reviewed?
bn: Защо този потребител трябва да бъде преразгледан?

source: Write a message
bn: Напишете съобщение

source: Write post
bn: Напишете публикация

source: Write your reply
bn: Напишете отговора си

source: Writers
bn: Писатели

source: Wrong DID returned from server. Received: {0}
bn: Грешно се върна от сървъра.

source: Yes
bn: Да

source: Yes, deactivate
bn: Да, деактивиране

source: Yes, delete this starter pack
bn: Да, изтрийте този стартер

source: Yes, detach
bn: Да, отряд

source: Yes, hide
bn: Да, скрий се

source: Yes, reactivate my account
bn: Да, активирайте моя акаунт

source: Yesterday
bn: Вчера

source: You
bn: Ти

source: You are creating an account on <0><1>{0}</1><2/></0>
bn: Създавате акаунт на <0> <1> {0} </1> <2/> </0>

source: You are in line.
bn: Вие сте на опашка.

source: You are not allowed to upload videos.
bn: Не ви е позволено да качвате видеоклипове.

source: You are not following anyone.
bn: Не следвате никого.

source: You can also discover new Custom Feeds to follow.
bn: Можете също да откриете нови емисии по поръчка, които да следвате.

source: You can also temporarily deactivate your account instead, and reactivate it at any time.
bn: Вместо това можете временно да деактивирате акаунта си и да го активирате отново по всяко време.

source: You can continue ongoing conversations regardless of which setting you choose.
bn: Можете да продължите продължаващите разговори, независимо от коя настройка сте избрали.

source: You can now sign in with your new password.
bn: Вече можете да влезете с новата си парола.

source: You can reactivate your account to continue logging in. Your profile and posts will be visible to other users.
bn: Можете да активирате отново акаунта си, за да продължите да влизате. Вашият профил и публикации ще бъдат видими за други потребители.

source: You can set default interaction settings in <0>Settings → Moderation → Interaction settings</0>.
bn: Можете да зададете настройки за взаимодействие по подразбиране в <0> Настройки → Умереност → Настройки за взаимодействие </0>.

source: You can update this later from your settings.
bn: Можете да актуализирате това по -късно от настройките си.

source: You do not have any followers.
bn: Нямате последователи.

source: You don't follow any users who follow @{name}.
bn: Не следвате потребители, които следват @{name}.

source: You don't have any chat requests at the moment.
bn: В момента нямате заявки за чат.

source: You don't have any invite codes yet! We'll send you some when you've been on Bluesky for a little longer.
bn: Все още нямате кодове за покани!

source: You don't have any pinned feeds.
bn: Нямате приковани емисии.

source: You don't have any saved feeds.
bn: Нямате запазени емисии.

source: You have blocked the author or you have been blocked by the author.
bn: Вие сте блокирали автора или сте били блокирани от автора.

source: You have blocked this user
bn: Вие сте блокирали този потребител

source: You have blocked this user. You cannot view their content.
bn: Вие сте блокирали този потребител.

source: You have entered an invalid code. It should look like XXXXX-XXXXX.
bn: Въведохте невалиден код.

source: You have hidden this post
bn: Вие сте скрили тази публикация

source: You have hidden this post.
bn: Вие сте скрили този пост.

source: You have muted this account.
bn: Заглушили сте този акаунт.

source: You have muted this user
bn: Заглушили сте този потребител

source: You have no conversations yet. Start one!
bn: Все още нямате разговори.

source: You have no feeds.
bn: Нямате емисии.

source: You have no lists.
bn: Нямате списъци.

source: You have not blocked any accounts yet. To block an account, go to their profile and select "Block account" from the menu on their account.
bn: Все още не сте блокирали никакви акаунти.

source: You have not muted any accounts yet. To mute an account, go to their profile and select "Mute account" from the menu on their account.
bn: Все още не сте заглушили никакви акаунти.

source: You have reached the end
bn: Стигнахте до края

source: You have temporarily reached the limit for video uploads. Please try again later.
bn: Временно сте достигнали лимита за качване на видео.

source: You haven't created a starter pack yet!
bn: Още не сте създали стартер пакет!

source: You haven't muted any words or tags yet
bn: Все още не сте приглували думи или етикети

source: You hid this reply.
bn: Вие скрихте този отговор.

source: You may appeal non-self labels if you feel they were placed in error.
bn: Можете да обжалвате етикети, които не се чувстват, ако смятате, че са били поставени в грешка.

source: You may appeal these labels if you feel they were placed in error.
bn: Можете да обжалвате тези етикети, ако смятате, че са били поставени в грешка.

source: You may only add up to {STARTER_PACK_MAX_SIZE} profiles
bn: Можете да добавите само до {starter_pack_max_size} профили

source: You may only add up to 3 feeds
bn: Може да добавите само до 3 емисии

source: You may only select up to 4 images
bn: Можете да изберете само до 4 изображения

source: You must be 13 years of age or older to sign up.
bn: Трябва да сте на 13 или повече години, за да се регистрирате.

source: You must be following at least seven other people to generate a starter pack.
bn: Трябва да следвате поне седем други хора, за да генерирате стартов пакет.

source: You must grant access to your photo library to save a QR code
bn: Трябва да предоставите достъп до вашата фото библиотека, за да запазите QR код

source: You must grant access to your photo library to save the image.
bn: Трябва да предоставите достъп до вашата фото библиотека, за да запазите изображението.

source: You must select at least one labeler for a report
bn: Трябва да изберете поне един етикет за отчет

source: You previously deactivated @{0}.
bn: По -рано сте деактивирали @{0}.

source: You will be signed out of all your accounts.
bn: Ще бъдете подписани от всичките си акаунти.

source: You will no longer receive notifications for this thread
bn: Вече няма да получавате известия за тази тема

source: You will now receive notifications for this thread
bn: Сега ще получите известия за тази тема

source: You will receive an email with a "reset code." Enter that code here, then enter your new password.
bn: Ще получите имейл с "код за нулиране. " Въведете този код тук, след което въведете новата си парола.

source: You: {0}
bn: Вие: {0}

source: You: {defaultEmbeddedContentMessage}
bn: Вие: {DefaultEmbeddedContentMessage}

source: You: {short}
bn: Вие: {кратко}

source: You'll follow the suggested users and feeds once you finish creating your account!
bn: Ще следвате предложените потребители и емисии, след като приключите с създаването на вашия акаунт!

source: You'll follow the suggested users once you finish creating your account!
bn: Ще следвате предложените потребители, след като приключите с създаването на вашия акаунт!

source: You'll follow these people and {0} others
bn: Ще следвате тези хора и {0} други

source: You'll follow these people right away
bn: Веднага ще следвате тези хора

source: You'll receive an email at <0>{0}</0> to verify it's you.
bn: Ще получите имейл на <0> {0} </0>, за да проверите, че сте вие.

source: You'll stay updated with these feeds
bn: Ще останете актуализирани с тези емисии

source: You're in line
bn: Вие сте на опашка

source: You're ready to go!
bn: Готови сте да тръгнете!

source: You're signed in with an App Password. Please sign in with your main password to continue deactivating your account.
bn: Влезете с парола за приложение.

source: You've chosen to hide a word or tag within this post.
bn: Избрахте да скриете дума или етикет в тази публикация.

source: You've found some people to follow
bn: Намерихте някои хора, които да следват

source: You've reached the end of your feed! Find some more accounts to follow.
bn: Стигнахте до края на емисията си!

source: You've reached your daily limit for video uploads (too many bytes)
bn: Вие сте достигнали дневния си лимит за качване на видео (твърде много байтове)

source: You've reached your daily limit for video uploads (too many videos)
bn: Вие сте достигнали дневния си лимит за качване на видео (твърде много видеоклипове)

source: You've run out of videos to watch. Maybe it's a good time to take a break?
bn: Изчерпихте видеоклипове, които да гледате.

source: Your account
bn: Вашият акаунт

source: Your account has been deleted
bn: Вашият акаунт е изтрит

source: Your account has been suspended
bn: Вашият акаунт е спрян

source: Your account is not yet old enough to upload videos. Please try again later.
bn: Вашият акаунт все още не е достатъчно стар, за да качи видеоклипове.

source: Your account repository, containing all public data records, can be downloaded as a "CAR" file. This file does not include media embeds, such as images, or your private data, which must be fetched separately.
bn: Вашето хранилище на акаунта, съдържащо всички публични записи на данни, може да бъде изтеглено като файл "Car ".

source: Your account was found to be in violation of the <0>Bluesky Social Terms of Service</0>. You have been sent an email outlining the specific violation and suspension period, if applicable. You can appeal this decision if you believe it was made in error.
bn: Установено е, че акаунтът ви е в нарушение на <0> Bluesky Social Onstarms </0>.

source: Your appeal has been submitted. If your appeal succeeds, you will receive an email.
bn: Вашата жалба е изпратена.

source: Your birth date
bn: Вашата дата на раждане

source: Your browser does not support the video format. Please try a different browser.
bn: Вашият браузър не поддържа видео формата.

source: Your chats have been disabled
bn: Вашите чатове са деактивирани

source: Your choice will be saved, but can be changed later in settings.
bn: Вашият избор ще бъде запазен, но може да бъде променен по -късно в настройки.

source: Your current handle <0>{0}</0> will automatically remain reserved for you. You can switch back to it at any time from this account.
bn: Вашата текуща дръжка <0> {0} </0> автоматично ще остане запазена за вас.

source: Your email appears to be invalid.
bn: Вашият имейл изглежда невалиден.

source: Your email has been updated but not verified. As a next step, please verify your new email.
bn: Вашият имейл е актуализиран, но не е проверен.

source: Your email has not yet been verified. This is an important security step which we recommend.
bn: Вашият имейл все още не е проверен.

source: Your first like!
bn: Първото ти харесва!

source: Your followers
bn: Вашите последователи

source: Your following feed is empty! Follow more users to see what's happening.
bn: Следната ви емисия е празна!

source: Your full handle will be <0>@{0}</0>
bn: Пълната ви дръжка ще бъде <0>@{0} </0>

source: Your full username will be <0>@{0}</0>
bn: Пълното ви потребителско име ще бъде <0>@{0} </0>

source: Your muted words
bn: Вашите приглушени думи

source: Your password has been changed successfully!
bn: Вашата парола е променена успешно!

source: Your password must be at least 8 characters long.
bn: Вашата парола трябва да е дълга поне 8 знака.

source: Your post has been published
bn: Вашата публикация е публикувана

source: Your posts have been published
bn: Вашите публикации са публикувани

source: Your posts, likes, and blocks are public. Mutes are private.
bn: Вашите публикации, харесвания и блокове са публични.

source: Your profile, posts, feeds, and lists will no longer be visible to other Bluesky users. You can reactivate your account at any time by logging in.
bn: Вашият профил, публикации, емисии и списъци вече няма да се вижда за други Bluesky потребители.

source: Your reply has been published
bn: Вашият отговор е публикуван

source: Your report will be sent to <0>{0}</0>.
bn: Вашият доклад ще бъде изпратен на <0> {0} </0>.

source: Your report will be sent to the Bluesky Moderation Service
bn: Вашият доклад ще бъде изпратен до Блуски Услугата
