Repository: Laszlo19/social-app
Catalog: src/locale/locales/*/messages.po
Languages: bn

source: (active)
bn: (Активен)

source: (contains embedded content)
bn: (съдържа вградено съдържание)

source: (no email)
bn: (без имейл)

source: {0, plural, one {# day} other {# days}}
bn: {0, множествено число, един {

source: {0} people have used this starter pack!
bn: {0} Хората са използвали този стартер!

source: {0}'s avatar
bn: {0} аватар

source: {0}'s favorite feeds and people - join me!
bn: {0} любимите емисии и хора - Присъединете се към мен!

source: {0}'s starter pack
bn: {0} стартер пакет

source: {count, plural, one {# unread item} other {# unread items}}
bn: {брой, множествено число, един {

source: {firstAuthorLink} reposted your post
bn: {firstauthorlink} ремонтира публикацията ви

source: {firstAuthorLink} signed up with your starter pack
bn: {firstauthorlink} се регистрира с вашия стартов пакет

source: {firstAuthorName} and {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} followed you
bn: {firstauthorname} и {entrovalauthorscount, множествено число, един {{formattedauthorscount} други} други {{formattedauthorscount} други}} ви последваха

source: {firstAuthorName} and {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} liked your custom feed
bn: {firstauthorname} и {entrovalauthorscount, множествено число, един {{formattedauthorscount} други} други {{formattedauthorscount} други}} харесаха вашата персонализирана емисия

source: {firstAuthorName} and {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} liked your post
bn: {firstauthorname} и {entrovalauthorscount, множествено число, един {{formattedauthorscount} други} други {{formattedauthorscount} други}} харесаха публикацията ви

source: {firstAuthorName} and {additionalAuthorsCount, plural, one {{formattedAuthorsCount} other} other {{formattedAuthorsCount} others}} reposted your post
bn: {firstauthorname} и {entrovalauthorscount, множествено число, един {{formattedauthorscount} други} други {{formattedauthorscount} други}} репостира публикацията ви

source: {firstAuthorName} followed you
bn: {FirstAuthorname} ви последва

source: {firstAuthorName} followed you back
bn: {firstauthorname} ви последва обратно

source: {firstAuthorName} liked your custom feed
bn: {firstauthorname} харесаха вашата персонализирана емисия

source: {firstAuthorName} liked your post
bn: {firstauthorname} хареса публикацията ви

source: {firstAuthorName} reposted your post
bn: {firstauthorname} ремонтира публикацията ви

source: {firstAuthorName} signed up with your starter pack
bn: {FirstAuthorname} се регистрира с вашия стартов пакет

source: {following} following
bn: {Следване} след

source: {handle} can't be messaged
bn: {дръжка} не може да бъде изпратен

source: {notificationCount, plural, one {# unread item} other {# unread items}}
bn: {NotificationCount, множествено число, един {

# profiles
source: <0>{0}, </0><1>{1}, </1>and {2, plural, one {# other} other {# others}} are included in your starter pack
bn: <0> {0}, </0> <1> {1}, </1> и {2, множествено число, един {{

# feeds
source: <0>{0}, </0><1>{1}, </1>and {2, plural, one {# other} other {# others}} are included in your starter pack
bn: <0> {0}, </0> <1> {1}, </1> и {2, множествено число, един {{

source: Add App Password
bn: Добавяне на парола за приложение

source: Add more details (optional)
bn: Добавете повече подробности (незадължително)

source: Add mute word with chosen settings
bn: Добавете заглушаване на думата с избрани настройки

source: Add muted words and tags
bn: Добавете заглушени думи и етикети

source: Add new post
bn: Добавете нова публикация

source: Add people
bn: Добавете хора

source: Add recommended feeds
bn: Добавете препоръчителни емисии

source: Add some feeds to your starter pack!
bn: Добавете някои емисии към вашия стартов пакет!

source: Add the default feed of only people you follow
bn: Добавете емисията по подразбиране само на хора, които следвате

source: Add the following DNS record to your domain:
bn: Добавете следния DNS запис към вашия домейн:

source: Add this feed to your feeds
bn: Добавете тази емисия към вашите емисии

source: Add to lists
bn: Добавете към списъци

source: Add to Lists
bn: Добавете към списъци

source: Add to my feeds
bn: Добавете към моите емисии

source: Added to list
bn: Добавено към списък

source: Added to my feeds
bn: Добавено към моите емисии

source: Additional details (limit 300 characters)
bn: Допълнителни подробности (ограничете 300 знака)

source: Adult
bn: Възрастен

source: Adult Content
bn: Съдържание за възрастни

source: Adult content can only be enabled via the Web at <0>bsky.app</0>.
bn: Съдържанието на възрастни може да бъде активирано само чрез мрежата на <0> bsky.app </0>.

source: Adult content is disabled.
bn: Съдържанието на възрастни е деактивирано.

source: Adult Content labels
bn: Етикети за съдържание на възрастни

source: Advanced
bn: напреднал

source: All
bn: Всички

source: All accounts have been followed!
bn: Всички сметки са спазени!

source: All languages
bn: Всички езици

source: All the feeds you've saved, right in one place.
bn: Всички емисии, които сте спестили, точно на едно място.

source: Allow access to your direct messages
bn: Разрешаване на достъп до вашите директни съобщения

source: Allow new messages from
bn: Разрешаване на нови съобщения от

source: Allow quote posts
bn: Разрешаване на цитати

source: Allow replies from:
bn: Разрешаване на отговори от:

source: Allows access to direct messages
bn: Позволява достъп до директни съобщения

source: Already have a code?
bn: Вече имате код?

source: Already signed in as @{0}
bn: Вече подписан като @{0}

source: ALT
bn: Алт

source: Alt text describes images for blind and low-vision users, and helps give context to everyone.
bn: Alt Text описва изображения за слепи и ниско визия и помага да се даде контекст на всички.

source: Alt text will be truncated. Limit: {0} characters.
bn: ALT текст ще бъде отрязан.

source: An email has been sent to {0}. It includes a confirmation code which you can enter below.
bn: Изпратен е имейл до {0}.

source: An email has been sent to your previous address, {0}. It includes a confirmation code which you can enter below.
bn: Изпратен е имейл на предишния ви адрес, {0}.

source: An email has been sent! Please enter the confirmation code included in the email below.
bn: Изпратен е имейл!

source: An error has occurred
bn: Възникна грешка

source: An error occurred
bn: Възникна грешка

source: An error occurred while compressing the video.
bn: Възникна грешка при компресиране на видеото.

source: An error occurred while generating your starter pack. Want to try again?
bn: Възникна грешка при генериране на вашия стартов пакет.

source: An error occurred while loading the video. Please try again later.
bn: Възникна грешка при зареждането на видеото.

source: An error occurred while loading the video. Please try again.
bn: Възникна грешка при зареждането на видеото.

source: An error occurred while saving the QR code!
bn: Възникна грешка при запазването на QR кода!

source: An error occurred while selecting the video
bn: Възникна грешка при избора на видеоклипа

source: An error occurred while trying to follow all
bn: Възникна грешка при опит да следвате всички

source: An error occurred while uploading the video.
bn: Възникна грешка при качването на видеото.

source: An issue not included in these options
bn: Проблем, който не е включен в тези опции

source: An issue occurred starting the chat
bn: Възникна проблем, като се започне чатът

source: An issue occurred while trying to open the chat
bn: Проблем възникна, докато се опитвате да отворите чата

source: An issue occurred, please try again.
bn: Възникна проблем, моля, опитайте отново.

source: an unknown error occurred
bn: Възникна неизвестна грешка

source: an unknown labeler
bn: Неизвестен етикет

source: and
bn: и

source: Animals
bn: Животни

source: Animated GIF
bn: Анимиран GIF

source: Anti-Social Behavior
bn: Антисоциално поведение

source: Anybody can interact
bn: Всеки може да си взаимодейства

source: App Icon
bn: Икона на приложението

source: App Language
bn: Език на приложението

source: App Password
bn: парола за приложение

source: App password deleted
bn: Изтрита парола за приложение

source: App password name must be unique
bn: Името на паролата за приложение трябва да е уникално

source: App password names can only contain letters, numbers, spaces, dashes, and underscores
bn: Имената на паролите за приложения могат да съдържат само букви, цифри, пространства, тирета и подчертания

source: App password names must be at least 4 characters long
bn: Имената на паролите за приложения трябва да са дълги най -малко 4 знака

source: App passwords
bn: Пароли на приложения

source: App Passwords
bn: Пароли на приложения

source: Appeal
bn: Обжалване

source: Appeal "{0}" label
bn: Обжалване "{0} " етикет

source: Appeal submitted
bn: Апелативно подадено

source: Appeal suspension
bn: спиране на обжалването

source: Appeal Suspension
bn: спиране на обжалването

source: Appeal this decision
bn: Обжалване на това решение

source: Appearance
bn: Външен вид

source: Apply default recommended feeds
bn: Прилагайте препоръчителни емисии по подразбиране

source: Archived from {0}
bn: Архивирано от {0}

source: Archived post
bn: Архивирана публикация

source: Are you sure you want to delete the app password "{0}"?
bn: Сигурни ли сте, че искате да изтриете паролата на приложението "{0} "?

source: Are you sure you want to delete this message? The message will be deleted for you, but not for the other participant.
bn: Сигурни ли сте, че искате да изтриете това съобщение?

source: Are you sure you want to delete this starter pack?
bn: Сигурни ли сте, че искате да изтриете този стартер пакет?

source: Are you sure you want to discard your changes?
bn: Сигурни ли сте, че искате да изхвърлите промените си?

source: Are you sure you want to leave this conversation?
bn: Сигурни ли сте, че искате да оставите този разговор?

source: Are you sure you want to leave this conversation? Your messages will be deleted for you, but not for the other participant.
bn: Сигурни ли сте, че искате да оставите този разговор?

source: Are you sure you want to remove {0} from your feeds?
bn: Сигурни ли сте, че искате да премахнете {0} от емисиите си?

source: Are you sure you want to remove this from your feeds?
bn: Сигурни ли сте, че искате да премахнете това от емисиите си?

source: Are you sure you'd like to discard this draft?
bn: Сигурни ли сте, че бихте искали да изхвърлите този проект?

source: Are you sure you'd like to discard this post?
bn: Сигурни ли сте, че бихте искали да изхвърлите тази публикация?

source: Are you sure?
bn: Сигурен ли си?

source: Are you writing in <0>{suggestedLanguageName}</0>?
bn: Пишете ли в <0> {предложено име на име} </0>?

source: Art
bn: чл

source: Artistic or non-erotic nudity.
bn: Художествена или нееротична голота.

source: At least 3 characters
bn: Най -малко 3 знака

source: Autoplay options have moved to the <0>Content and Media settings</0>.
bn: Опциите за автоматично възпроизвеждане са се преместили в настройките на съдържанието и медиите <0> </0>.

source: Autoplay videos and GIFs
bn: Видеоклипове и GIF файлове за автоматично възобновяване

source: Back
bn: Назад

source: Back to Chats
bn: Обратно към чатовете

source: Before creating a list, you must first verify your email.
bn: Преди да създадете списък, първо трябва да проверите имейла си.

source: Before creating a post, you must first verify your email.
bn: Преди да създадете публикация, първо трябва да проверите имейла си.

source: Before creating a starter pack, you must first verify your email.
bn: Преди да създадете стартов пакет, първо трябва да проверите имейла си.

source: Before you may message another user, you must first verify your email.
bn: Преди да можете да изпратите съобщение на друг потребител, първо трябва да проверите имейла си.

source: BETA
bn: Бета

source: Birthday
bn: Рожден ден

source: Block
bn: Блок

source: Block account
bn: Блок акаунт

source: Block Account?
bn: Блок акаунт?

source: Block accounts
bn: Блок акаунти

source: Block and Delete
bn: Блок и изтриване

source: Block and/or delete this conversation
bn: Блокирайте и/или изтрийте този разговор

source: Block list
bn: Блок списък

source: Block or report
bn: Блок или доклад

source: Block these accounts?
bn: Блокирайте тези акаунти?

source: Block user
bn: Блок потребител

source: Block User
bn: Блок потребител

source: Blocked
bn: блокиран

source: Blocked accounts
bn: Блокирани акаунти

source: Blocked Accounts
bn: Блокирани акаунти

source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you.
bn: Блокираните акаунти не могат да отговорят във вашите нишки, да ви споменават или да взаимодействат по друг начин с вас.

source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you. You will not see their content and they will be prevented from seeing yours.
bn: Блокираните акаунти не могат да отговорят във вашите нишки, да ви споменават или да взаимодействат по друг начин с вас.

source: Blocked post.
bn: блокиран пост.

source: Blocking does not prevent this labeler from placing labels on your account.
bn: Блокирането не пречи на този етикет да поставя етикети във вашия акаунт.

source: Blocking is public. Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you.
bn: Блокирането е публично.

source: Blocking will not prevent labels from being applied on your account, but it will stop this account from replying in your threads or interacting with you.
bn: Блокирането няма да попречи на етикетите да се прилагат във вашия акаунт, но това ще спре този акаунт да отговори във вашите нишки или да взаимодейства с вас.

source: Blog
bn: Блог

source: Bluesky cannot confirm the authenticity of the claimed date.
bn: Блуски не може да потвърди автентичността на заявената дата.

source: Bluesky is an open network where you can choose your hosting provider. If you're a developer, you can host your own server.
bn: Bluesky е отворена мрежа, където можете да изберете вашия хостинг доставчик.

source: Bluesky is an open network where you can choose your own provider. If you're new here, we recommend sticking with the default Bluesky Social option.
bn: Bluesky е отворена мрежа, където можете да изберете свой собствен доставчик.

source: Bluesky is better with friends!
bn: Блуски е по -добър с приятели!

source: Bluesky Social Terms of Service
bn: Блуски социални условия на обслужване

source: Bluesky will choose a set of recommended accounts from people in your network.
bn: Bluesky ще избере набор от препоръчани акаунти от хора във вашата мрежа.

source: Bluesky will not show your profile and posts to logged-out users. Other apps may not honor this request. This does not make your account private.
bn: Bluesky няма да покаже вашия профил и публикации на регистрирани потребители.

source: Bluesky+
bn: Блуски

source: Bluesky+ icons
bn: Блуски икони

source: Blur images
bn: Размазване изображения

source: Blur images and filter from feeds
bn: Размиване на изображения и филтър от емисии

source: Books
bn: Книги

source: Browse more accounts on the Explore page
bn: Разгледайте още акаунти на страницата за проучване

source: Browse more feeds on the Explore page
bn: Разгледайте още емисии на страницата за изследване

source: Browse more suggestions
bn: Разгледайте още предложения

source: Browse more suggestions on the Explore page
bn: Разгледайте още предложения на страницата за проучване

source: Browse other feeds
bn: Разгледайте други емисии

source: Browse posts about {displayName}
bn: Разгледайте публикации за {displayName}

source: Browse posts tagged with {displayName}
bn: Преглеждайте публикации, маркирани с {displayName}

source: Browse starter pack {displayName}
bn: Прегледайте стартерния пакет {displayName}

source: Browse topic {displayName}
bn: Прегледайте тема {displayName}

source: Business
bn: Бизнес

source: By {0}
bn: от {0}

source: By <0>{0}</0>
bn: от <0> {0} </0>

source: By creating an account you agree to the <0>Privacy Policy</0>.
bn: Създавайки акаунт, вие се съгласявате с политиката за поверителност <0> </0>.

source: By creating an account you agree to the <0>Terms of Service</0> and <1>Privacy Policy</1>.
bn: Създавайки акаунт, вие се съгласявате с <0> Условията за услуга </0> и <1> Политика за поверителност </1>.

source: By creating an account you agree to the <0>Terms of Service</0>.
bn: Създавайки акаунт, вие се съгласявате с <0> Условията на услуга </0>.

source: Camera
bn: Камера

source: Cancel
bn: Отказ

# action
source: Cancel
bn: Отказ

source: Cancel account deletion
bn: Анулиране на изтриването на акаунта

source: Cancel image crop
bn: Отменете реколтата на изображението

source: Cancel profile editing
bn: Отказ за редактиране на профили

source: Cancel quote post
bn: Отменете котировката Post

source: Cancel reactivation and sign out
bn: Отказ от реактивиране и излезте

source: Cancel search
bn: Отменете търсенето

source: Cancels opening the linked website
bn: Отмяна на отварянето на свързания уебсайт

source: Cannot interact with a blocked user
bn: Не може да взаимодейства с блокиран потребител

source: Captions (.vtt)
bn: Надписи (.vtt)

source: Captions & alt text
bn: Надписи

source: Change report reason
bn: Промяна на отчетната причина

source: Change Your Email
bn: Променете имейла си

source: Change your email address
bn: Променете имейл адреса си

source: Changes app icon
bn: Променя иконата на приложението

source: Changes hosting provider
bn: Промени доставчик на хостинг

source: Chat
bn: Чат

source: Chat muted
bn: Чат заглушен

source: Chat request inbox
bn: Входяща поща за заявка за чат

source: Chat requests
bn: Заявки за чат

source: Chat settings
bn: Настройки на чата

source: Chat Settings
bn: Настройки на чата

source: Chat unmuted
bn: чат безкраен

source: Chats
bn: Чатове

source: Check my status
bn: Проверете състоянието ми

source: Check your email for a sign in code and enter it here.
bn: Проверете имейла си за вход в код и го въведете тук.

source: Check your inbox for an email with the confirmation code to enter below:
bn: Проверете входящата си поща за имейл с кода за потвърждение, който да въведете по -долу:

source: Choose domain verification method
bn: Изберете метод за проверка на домейна

source: Choose Feeds
bn: Изберете емисии

source: Choose for me
bn: Изберете за мен

source: Choose People
bn: Изберете хора

source: Choose self-labels that are applicable for the media you are posting. If none are selected, this post is suitable for all audiences.
bn: Изберете самостоятелни етикети, които са приложими за медиите, които публикувате.

source: Choose the algorithms that power your custom feeds.
bn: Изберете алгоритмите, които захранват вашите персонализирани емисии.

source: Choose this color as your avatar
bn: Изберете този цвят като своя аватар

source: Choose your account provider
bn: Изберете вашия доставчик на акаунти

source: Choose your own timeline! Feeds built by the community help you find content you love.
bn: Изберете своя собствена времева линия!

source: Choose your password
bn: Изберете паролата си

source: Choose your username
bn: Изберете вашето потребителско име

source: Clear all storage data
bn: Изчистете всички данни за съхранение

source: Clear all storage data (restart after this)
bn: Изчистете всички данни за съхранение (рестартирайте след това)

source: Clear search query
bn: Изчистена заявка за търсене

source: click here
bn: Щракнете тук

source: Click to disable quote posts of this post.
bn: Щракнете, за да деактивирате цитатичните публикации на тази публикация.

source: Click to enable quote posts of this post.
bn: Щракнете, за да активирате цитати на тази публикация.

source: Click to open tag menu for {tag}
bn: Щракнете, за да отворите менюто за маркери за {tag}

source: Click to retry failed message
bn: Щракнете, за да опитате отново неуспешно съобщение

source: Climate
bn: Климат

source: Clip 🐴 clop 🐴
bn: Клип 🐴 Clop 🐴

source: Close
bn: Затвори

source: Close active dialog
bn: Затворен активен диалог

source: Close alert
bn: Затворен сигнал

source: Close bottom drawer
bn: Затворете долната чекмедже

source: Close dialog
bn: Затворен диалог

source: Close drawer menu
bn: Меню за затваряне на чекмеджето

source: Close emoji picker
bn: Затворен пикьор на емоджи

source: Close GIF dialog
bn: Затворете GIF диалоговия прозорец

source: Close image
bn: Затворете изображение

source: Close image viewer
bn: Затворете зрителя на изображения

source: Close this dialog
bn: Затворете този диалог

source: Closes password update alert
bn: Затваря сигнал за актуализация на паролата

source: Closes the emoji picker
bn: Заключва пикантата на емоджи

source: Closes viewer for header image
bn: Затваря зрителя за изображението на заглавката

source: Collapse list of users
bn: Списък на срив на потребителите

source: Collapses list of users for a given notification
bn: Списък на потребителите за дадено известие

source: Color mode
bn: Цветен режим

source: Color theme
bn: Цветна тема

source: Comedy
bn: Комедия

source: Comics
bn: Комикси

source: Community Guidelines
bn: Насоки на общността

source: Complete onboarding and start using your account
bn: Попълнете борда и започнете да използвате акаунта си

source: Complete the challenge
bn: Попълнете предизвикателството

source: Compose new post
bn: Съставете нов пост

source: Compose posts up to {MAX_GRAPHEME_LENGTH} characters in length
bn: Съставете публикации до {max_grapheme_length} знаци по дължина

source: Compose reply
bn: Съставете отговор

source: Compressing video...
bn: Компресиращо видео ...

source: Configure content filtering setting for category: {name}
bn: Конфигуриране на настройка за филтриране на съдържание за категория: {име}

source: Configured in <0>moderation settings</0>.
bn: Конфигуриран в настройките на <0> умереност </0>.

source: Confirm
bn: Потвърдете

source: Confirm Change
bn: Потвърдете промяната

source: Confirm content language settings
bn: Потвърдете настройките на езика на съдържанието

source: Confirm delete account
bn: Потвърдете акаунта на изтриване

source: Confirm your age:
bn: Потвърдете възрастта си:

source: Confirm your birthdate
bn: Потвърдете дата на раждане

source: Confirmation code
bn: Код за потвърждение

source: Confirmation Code
bn: Код за потвърждение

source: Connecting...
bn: Свързване ...

source: Contact support
bn: Контактна поддръжка

source: Content & Media
bn: Съдържание

source: Copy code
bn: Кодекс за копиране

source: Copy DID
bn: Копие

source: Copy host
bn: Копиране на хост

source: Copy link
bn: връзка за копиране

source: Copy Link
bn: връзка за копиране

source: Copy link to list
bn: Копиране на връзка към списъка

source: Copy link to post
bn: Копиране на връзка към публикация

source: Copy message text
bn: Копирайте текст на съобщението

source: Copy post at:// URI
bn: Копиране на публикация на: // URI

source: Copy post text
bn: Копиране на текст

source: Copy QR code
bn: Копиране на QR код

source: Copy TXT record value
bn: Копиране на стойността на TXT записа

source: Copyright Policy
bn: Политика за авторско право

source: Could not leave chat
bn: Не можах да напусна чата

source: Could not load feed
bn: Не можа да зареди фураж

source: Could not load list
bn: Не можах да заредя списък

source: Could not mute chat
bn: Не можах да заглуши чата

source: Could not process your video
bn: Не можах да обработите вашето видео

source: Create
bn: Създаване

source: Create a QR code for a starter pack
bn: Създайте QR код за стартов пакет
