Repository: Laszlo19/social-app
Catalog: src/locale/locales/*/messages.po
Languages: bn

source: Reactivate your account
bn: Подобрете акаунта си

source: Read less
bn: Прочетете по -малко

source: Read more
bn: Прочетете повече

source: Read the Bluesky blog
bn: Прочетете блудския блог

source: Read the Bluesky Privacy Policy
bn: Прочетете политиката за поверителност на Bluesky

source: Read the Bluesky Terms of Service
bn: Прочетете Bluesky Условия за обслужване

source: Reason for appeal
bn: Причина за обжалване

source: Reason:
bn: Причина:

source: Recent Searches
bn: Последни търсения

source: Recommended
bn: Препоръчва се

source: Reconnect
bn: Свържете се

source: Reject
bn: Отхвърлете

source: Reject chat request
bn: Отхвърлете заявката за чат

source: Reload conversations
bn: Презаредени разговори

source: Remove
bn: Извадете

source: Remove {displayName} from starter pack
bn: Премахване {DisplayName} от стартерния пакет

source: Remove {historyItem}
bn: Премахване {historyItem}

source: Remove account
bn: Премахване на акаунт

source: Remove attachment
bn: Отстранете прикачения файл

source: Remove Avatar
bn: Извадете аватара

source: Remove Banner
bn: Извадете банера

source: Remove embed
bn: Извадете вграждането

source: Remove feed
bn: Извадете подаване

source: Remove feed?
bn: Извадете подаване?

source: Remove from my feeds
bn: Извадете от моите емисии

source: Remove from quick access?
bn: Премахване от бърз достъп?

source: Remove from saved feeds
bn: Отстранете от запазените фуражи

source: Remove from your feeds?
bn: Извадете от емисиите си?

source: Remove image
bn: Извадете изображението

source: Remove mute word from your list
bn: Премахнете заглушаването на думата от вашия списък

source: Remove profile
bn: Извадете профила

source: Remove quote
bn: Премахнете офертата

source: Remove repost
bn: Извадете репост

source: Remove subtitle file
bn: Премахване на файла на субтитри

source: Remove this feed from your saved feeds
bn: Отстранете тази емисия от запазените ви емисии

source: Removed by author
bn: Отстранен от автор

source: Removed by you
bn: Отстранен от вас

source: Removed from list
bn: Премахнато от списъка

source: Removed from my feeds
bn: Отстранено от моите емисии

source: Removed from saved feeds
bn: Премахнато от запазените емисии

source: Removed from your feeds
bn: Отстранено от вашите емисии

source: Removes profile from search history
bn: Премахва профила от историята на търсенето

source: Removes quoted post
bn: Премахва цитирана публикация

source: Replace with Discover
bn: Заменете с Discover

source: Replies
bn: Отговори

source: Replies disabled
bn: Отговори деактивирани

source: Replies to this post are disabled.
bn: Отговорите на тази публикация са деактивирани.

# action
source: Reply
bn: Отговор

source: Reply ({0, plural, one {# reply} other {# replies}})
bn: Отговор ({0, множествено число, един {

source: Retries signing in
bn: Влизане на повторни

source: Retries the last action, which errored out
bn: Възпитава последното действие, което греши

source: Retry
bn: повторно

source: Retry loading report options
bn: Опции за отчет за зареждане на повторно зареждане

source: Return to previous page
bn: Върнете се на предишната страница

source: Returns to home page
bn: Връща се на началната страница

source: Returns to previous page
bn: Връща се на предишната страница

source: Returns to the previous step
bn: Връща се към предишната стъпка

source: Save
bn: Запазете

# action
source: Save
bn: Запазете

source: Save birthday
bn: Спестете рожден ден

source: Save changes
bn: Запазете промените

source: Save Changes
bn: Запазете промените

source: Save image
bn: Запазване на изображението

source: Save image crop
bn: Запазете културата на изображението

source: Save new handle
bn: Запазете нова дръжка

source: Save QR code
bn: Запазване на QR код

source: Save to my feeds
bn: Запазете в моите емисии

source: Saved Feeds
bn: Запазени емисии

source: Saved to your camera roll
bn: Запазено за ролката на вашата камера

source: Saved to your feeds
bn: Запазено за вашите емисии

source: Saves any changes to your profile
bn: Запазва всички промени във вашия профил

source: Saves image crop settings
bn: Запазва настройките на изрязването на изображението

source: Say hello!
bn: Поздравете!

source: Science
bn: Наука

source: Scroll to top
bn: Превъртете отгоре

source: Search
bn: Търсене

source: Search @{0}'s posts
bn: Търсене @{0} публикации

source: Search by name or interest
bn: Търсене по име или интерес

source: Search feeds
bn: емисии за търсене

source: Search for "{interestsDisplayName}"{activeText}
bn: Търсене на "{Intersdisplayname} " {ActiveText}

source: Search for "{query}"
bn: Търсене на "{query} "

source: Search for "{searchText}"
bn: Търсене на "{SearchText} "

source: Search for feeds that you want to suggest to others.
bn: Търсене на емисии, които искате да предложите на другите.

source: Search for posts, users, or feeds
bn: Търсене на публикации, потребители или емисии

source: Search for users
bn: Търсене на потребители

source: Search GIFs
bn: GIFS за търсене

source: Search my posts
bn: Търсете моите публикации

source: Search posts
bn: Публикации за търсене

source: Search profiles
bn: Профили за търсене

source: Search Tenor
bn: Търсене на тенор

source: Search...
bn: Търсене ...

source: Searches for profiles
bn: Търсене на профили

source: Security Step Required
bn: Изисква се стъпка на сигурността

source: See {tag} posts
bn: Вижте {tag} публикации

source: See {tag} posts by user
bn: Вижте {tag} публикации от потребител

source: See #{tag} posts
bn: Вижте

source: Select from an existing account
bn: Изберете от съществуващ акаунт

source: Select GIF
bn: Изберете GIF

source: Select GIF "{0}"
bn: Изберете GIF "{0} "

source: Select how long to mute this word for.
bn: Изберете колко време да заглушите тази дума.

source: Select language...
bn: Изберете език ...

source: Select languages
bn: Изберете езици

source: Select moderation service
bn: Изберете услуга за умереност

source: Select moderator
bn: Изберете модератор

source: Select subtitle file (.vtt)
bn: Изберете файл на субтитри (.vtt)

source: Select the {emojiName} emoji as your avatar
bn: Изберете {Emojiname} емоджи като ваш аватар

source: Select the moderation service(s) to report to
bn: Изберете Услугата (ите) за умереност, която да отчетете на

source: Select video
bn: Изберете видео

source: Select what content this mute word should apply to.
bn: Изберете за какво съдържание трябва да се прилага тази безмълтна дума.

source: Select which language to use for the app's user interface.
bn: Изберете кой език да използвате за потребителския интерфейс на приложението.

source: Select which languages you want your subscribed feeds to include. If none are selected, all languages will be shown.
bn: Изберете кои езици искате вашите абонирани емисии да включат.

source: Select your date of birth
bn: Изберете вашата дата на раждане

source: Select your interests from the options below
bn: Изберете вашите интереси от опциите по -долу

source: Select your preferred language for translations in your feed.
bn: Изберете предпочитания от вас език за преводи във вашата емисия.

source: Selects option {0} of {numItems}
bn: Избира опция {0} от {numitems}

source: Send a neat website!
bn: Изпратете чист уебсайт!

source: Send Confirmation
bn: Изпращане на потвърждение

source: Send confirmation email
bn: Изпратете имейл за потвърждение

source: Send Confirmation Email
bn: Изпратете имейл за потвърждение

source: Send email
bn: Изпращане на имейл

# action
source: Send Email
bn: Изпратете имейл

source: Send feedback
bn: Изпращане на обратна връзка

source: Send message
bn: Изпратете съобщение

source: Send post to...
bn: Изпратете публикация на ...

source: Send report
bn: Изпратете отчет

source: Send report to {0}
bn: Изпратете отчет на {0}

source: Send report to {title}
bn: Изпратете отчет на {заглавие}

source: Send verification email
bn: Изпратете имейл за проверка

source: Send via direct message
bn: Изпратете чрез директно съобщение

source: Sends email with confirmation code for account deletion
bn: Изпраща имейл с код за потвърждение за изтриване на акаунт

source: Server address
bn: Адрес на сървъра

source: Set app icon to {0}
bn: Задайте иконата на приложението на {0}

source: Set birthdate
bn: Задайте дата за раждане

source: Set new password
bn: Задайте нова парола

source: Set up your account
bn: Настройте акаунта си

source: Sets email for password reset
bn: Задава имейл за нулиране на паролата

source: Settings
bn: Настройки

source: Settings saved
bn: Запазени настройки

source: Sexual activity or erotic nudity.
bn: Сексуална активност или еротична голота.

source: Sexually Suggestive
bn: Сексуално внушаващо

source: Share
bn: Споделете

# action
source: Share
bn: Споделете

source: Share a cool story!
bn: Споделете готина история!

source: Share a fun fact!
bn: Споделете забавен факт!

source: Share anyway
bn: Споделете така или иначе

source: Share link
bn: Споделете връзка

source: Share Link
bn: Споделете връзка

source: Share link dialog
bn: Диалогов прозорец Споделяне на връзката

source: Share QR code
bn: Споделете QR код

source: Share this feed
bn: Споделете тази емисия

source: Share this starter pack
bn: Споделете този стартер

source: Share this starter pack and help people join your community on Bluesky.
bn: Споделете този стартер пакет и помогнете на хората да се присъединят към вашата общност на Bluesky.

source: Share your favorite feed!
bn: Споделете любимата си емисия!

source: Shared Preferences Tester
bn: Тестер за споделени предпочитания

source: Shares the linked website
bn: споделя свързания уебсайт

source: Show
bn: Шоу

source: Show alt text
bn: Показване на алт текст

source: Show anyway
bn: Покажете така или иначе

source: Show badge
bn: Покажи значка

source: Show badge and filter from feeds
bn: Показване на значка и филтър от емисии

source: Show customization options
bn: Показване на опции за персонализиране

source: Show hidden replies
bn: Покажи скрити отговори

source: Show less like this
bn: Покажи по -малко така

source: Show list anyway
bn: Списък на показване така или иначе

source: Show More
bn: Покажете повече

source: Show more like this
bn: Покажете повече по този начин

source: Show muted replies
bn: Показване на приглушени отговори

source: Show quote posts
bn: Показване на цитати

source: Show replies
bn: Покажи отговори

source: Show replies as
bn: Показване на отговорите като

source: Show replies as threaded
bn: Покажи отговорите като резба

source: Show replies by people you follow before all other replies
bn: Покажи отговори на хората, които следвате преди всички други отговори

source: Show reply for everyone
bn: Покажи отговор за всички

source: Show reposts
bn: Показване на репости

source: Show samples of your saved feeds in your Following feed
bn: Покажете проби от запазените ви емисии в следващата ви емисия

source: Show warning
bn: Покажете предупреждение

source: Show warning and filter from feeds
bn: Показване на предупреждение и филтър от емисии

source: Shows information about when this post was created
bn: Показва информация за това кога е създадена тази публикация

source: Shows other accounts you can switch to
bn: показва други акаунти, на които можете да превключите

source: Shows the content
bn: показва съдържанието

source: Sign in
bn: Влезте

source: Sign in as {0}
bn: Влезте като {0}

source: Sign in as...
bn: Влезте като ...

source: Sign in or create your account to join the conversation!
bn: Влезте или създайте вашия акаунт, за да се присъедините към разговора!

source: Sign in or sign up
bn: Влезте или влезте

source: Sign in to account that is not listed
bn: Влезте в акаунт, който не е посочен

source: Sign in to Bluesky or create a new account
bn: Влезте в Bluesky или създайте нов акаунт

source: Sign out
bn: Излезте

source: Sign Out
bn: Излезте

source: Sign out?
bn: Излезте?

source: Sign-in Required
bn: Изисква се вход

source: Signed in as @{0}
bn: Влязъл в AS @{0}

source: Signup without a starter pack
bn: Регистрация без стартов пакет

source: Similar accounts
bn: Подобни акаунти

source: Skip
bn: Пропуснете

source: Skip this flow
bn: Пропуснете този поток

source: Smaller
bn: По -малък

source: Software Dev
bn: Софтуер Dev

source: Some other feeds you might like
bn: Някои други емисии, които може да ви харесат

source: Some people can reply
bn: Някои хора могат да отговорят

source: Something wasn't quite right with the data you're trying to report. Please contact support.
bn: Нещо не беше съвсем правилно с данните, които се опитвате да докладвате.

source: Something went wrong
bn: Нещо се обърка

source: Something went wrong, please try again
bn: Нещо се обърка, моля, опитайте отново

source: Something went wrong, please try again.
bn: Нещо се обърка, моля, опитайте отново.

source: Something went wrong!
bn: Нещо се обърка!

source: Something went wrong. Please try again.
bn: Нещо се обърка.

source: Something wrong? Let us know.
bn: Нещо не е наред?

source: Sorry! Your session expired. Please sign in again.
bn: Извинете!

source: Sort replies
bn: Сортирайте отговорите

source: Sort replies by
bn: Сортирайте отговорите от

source: Sort replies to the same post by:
bn: Сортирайте отговорите на същата публикация от:

source: Source: <0>{sourceName}</0>
bn: Източник: <0> {sourcename} </0>

source: Spam
bn: спам

source: Spam; excessive mentions or replies
bn: спам;

source: Sports
bn: Спорт

source: Start a new chat
bn: Започнете нов чат

source: Start adding people
bn: Започнете да добавяте хора

source: Start adding people!
bn: Започнете да добавяте хора!

source: Start chat with {displayName}
bn: Започнете чат с {displayName}

source: Starter Pack
bn: Старторен пакет

source: Starter pack by {0}
bn: Старторен пакет от {0}

source: Starter pack by <0/>
bn: Старторен пакет от <0/>

source: Starter pack by you
bn: Старторен пакет от вас

source: Starter pack is invalid
bn: Стартовият пакет е невалиден

source: Starter Packs
bn: Стартер

source: Starter packs let you easily share your favorite feeds and people with your friends.
bn: Стартовите пакети ви позволяват лесно да споделяте любимите си емисии и хора с приятелите си.

source: Status Page
bn: Страница на състоянието

source: Step {0} of {1}
bn: Стъпка {0} от {1}

source: Storage cleared, you need to restart the app now.
bn: Съхранение, изчистено, трябва да рестартирате приложението сега.

source: Storybook
bn: Историческа книга

source: Submit
bn: Изпращане

source: Submit appeal
bn: Подаване на жалба

source: Submit Appeal
bn: Подаване на жалба

source: Submit report
bn: Доклад за подаване

source: Subscribe
bn: Абонирайте се

source: Subscribe to @{0} to use these labels:
bn: Абонирайте се за @{0}, за да използвате тези етикети:

source: Subscribe to Labeler
bn: Абонирайте се за етикета

source: Subscribe to this labeler
bn: Абонирайте се за този етикет

source: Subscribe to this list
bn: Абонирайте се за този списък

source: Success!
bn: Успех!

source: Suggested accounts
bn: Предложени сметки

source: Suggested for you
bn: Предложено за вас

source: Suggestive
bn: внушаващ

source: Support
bn: Подкрепа

source: Switch account
bn: Превключване на акаунт

source: Switch Account
bn: Превключване на акаунт

source: Switch accounts
bn: Превключване на акаунти

source: Switch to {0}
bn: Превключете на {0}

source: System
bn: Система

source: System log
bn: системен дневник

source: Tags only
bn: Само маркери

source: Tap to dismiss
bn: Докоснете, за да отхвърлите

source: Task complete - 10 follows!
bn: Задача завършена - 10 следва!

source: Task complete - 10 likes!
bn: Задача е пълна - 10 харесвания!

source: Teach our algorithm what you like
bn: Научете нашия алгоритъм какво харесвате

source: Tech
bn: Тех

source: Tell a joke!
bn: Разкажете шега!

source: Tell us a bit about yourself
bn: Разкажете ни малко за себе си

source: Tell us a little more
bn: Кажете ни още малко

source: Terms
bn: Условия

source: Terms of Service
bn: Условия за обслужване

source: Terms used violate community standards
bn: Използваните условия нарушават стандартите на общността

source: Text & tags
bn: Текст

source: The following settings will be used as your defaults when creating new posts. You can edit these for a specific post from the composer.
bn: Следните настройки ще бъдат използвани като вашите по подразбиране при създаване на нови публикации.

source: The post may have been deleted.
bn: Постът може да е изтрит.

source: The Privacy Policy has been moved to <0/>
bn: Политиката за поверителност е преместена на <0/>

source: The selected video is larger than 50MB.
bn: Избраният видеоклип е по -голям от 50MB.

source: The server appears to be experiencing issues. Please try again in a few moments.
bn: Изглежда, че сървърът изпитва проблеми.

source: The starter pack that you are trying to view is invalid. You may delete this starter pack instead.
bn: Стартерният пакет, който се опитвате да видите, е невалиден.

source: The support form has been moved. If you need help, please <0/> or visit {HELP_DESK_URL} to get in touch with us.
bn: Формулярът за подкрепа е преместен.

source: The Terms of Service have been moved to
bn: Общите условия са преместени в

source: The verification code you have provided is invalid. Please make sure that you have used the correct verification link or request a new one.
bn: Кодът за проверка, който сте предоставили, е невалиден.

source: Theme
bn: Тема

source: There is no time limit for account deactivation, come back any time.
bn: Няма ограничение във времето за дезактивиране на акаунти, върнете се по всяко време.

source: There was an issue connecting to Tenor.
bn: Имаше проблем, който се свързва с Тенор.

source: There was an issue contacting the server
bn: Имаше проблем да се свърже със сървъра

source: There was an issue contacting the server, please check your internet connection and try again.
bn: Имаше проблем да се свържете със сървъра, моля, проверете вашата интернет връзка и опитайте отново.

source: There was an issue contacting your server
bn: Имаше проблем да се свърже с вашия сървър

source: There was an issue fetching notifications. Tap here to try again.
bn: Имаше известия за извличане на проблем.

source: There was an issue fetching posts. Tap here to try again.
bn: Имаше издаване на публикации.

source: There was an issue fetching the list. Tap here to try again.
bn: Имаше проблем, който донесе списъка.

source: There was an issue fetching your app passwords
bn: Имаше проблем, който извлича паролите на приложението ви

source: There was an issue fetching your lists. Tap here to try again.
bn: Имаше проблем, който донесе вашите списъци.

source: There was an issue fetching your service info
bn: Имаше проблем, който донесе вашата информация за услугата

source: There was an issue removing this feed. Please check your internet connection and try again.
bn: Имаше проблем с премахването на тази емисия.

source: There was an issue sending your report. Please check your internet connection.
bn: Имаше проблем с изпращането на вашия доклад.

source: There was an issue updating your feeds, please check your internet connection and try again.
bn: Имаше проблем с актуализирането на вашите емисии, моля, проверете вашата интернет връзка и опитайте отново.

source: There was an issue! {0}
bn: Имаше проблем!

source: There was an issue. Please check your internet connection and try again.
bn: Имаше проблем.

source: There was an unexpected issue in the application. Please let us know if this happened to you!
bn: В заявлението имаше неочакван проблем.

source: There's been a rush of new users to Bluesky! We'll activate your account as soon as we can.
bn: Имаше прилив на нови потребители към Bluesky!

source: These settings only apply to the Following feed.
bn: Тези настройки се прилагат само за следната емисия.

source: This {screenDescription} has been flagged:
bn: Този {screendescription} е маркиран:

source: This account has requested that users sign in to view their profile.
bn: Този акаунт поиска потребителите да влязат, за да видят профила си.

source: This account is blocked by one or more of your moderation lists. To unblock, please visit the lists directly and remove this user.
bn: Този акаунт е блокиран от един или повече от вашите списъци за умереност.

source: This appeal will be sent to <0>{sourceName}</0>.
bn: Тази жалба ще бъде изпратена на <0> {sourcename} </0>.

source: This appeal will be sent to Bluesky's moderation service.
bn: Тази обжалване ще бъде изпратена до услугата за умереност на Блуски.

source: This chat was disconnected
bn: Този чат беше изключен

source: This content has been hidden by the moderators.
bn: Това съдържание е скрито от модераторите.

source: This content has received a general warning from moderators.
bn: Това съдържание получи общо предупреждение от модераторите.

source: This content is hosted by {0}. Do you want to enable external media?
bn: Това съдържание се хоства от {0}.

source: This content is not available because one of the users involved has blocked the other.
bn: Това съдържание не е достъпно, тъй като един от участващите потребители е блокирал другия.

source: This content is not viewable without a Bluesky account.
bn: Това съдържание не се вижда без Bluesky акаунт.

source: This conversation is with a deleted or a deactivated account. Press for options
bn: Този разговор е с изтрит или дезактивиран акаунт.

source: This feature is in beta. You can read more about repository exports in <0>this blogpost</0>.
bn: Тази функция е в бета.

source: This feature is not available while using an App Password. Please sign in with your main password.
bn: Тази функция не е достъпна, докато използвате парола за приложение.

source: This feed is currently receiving high traffic and is temporarily unavailable. Please try again later.
bn: В момента тази емисия получава висок трафик и временно не е налична.

source: This feed is empty! You may need to follow more users or tune your language settings.
bn: Тази емисия е празна!

source: This feed is empty.
bn: Тази емисия е празна.

source: This feed is no longer online. We are showing <0>Discover</0> instead.
bn: Тази емисия вече не е онлайн.

source: This handle is reserved. Please try a different one.
bn: Тази дръжка е запазена.

source: This information is not shared with other users.
bn: Тази информация не се споделя с други потребители.

source: This is important in case you ever need to change your email or reset your password.
bn: Това е важно, в случай че някога трябва да промените имейла си или да нулирате паролата си.

source: This label was applied by the author.
bn: Този етикет е приложен от автора.

source: This label was applied by you.
bn: Този етикет е приложен от вас.

source: This labeler hasn't declared what labels it publishes, and may not be active.
bn: Този етикет не е декларирал какви етикети публикува, и може да не е активен.

source: This link is taking you to the following website:
bn: Тази връзка ви отвежда до следния уебсайт:

source: This list – created by <0>{0}</0> – contains possible violations of Bluesky's community guidelines in its name or description.
bn: Този списък - създаден от <0> {0} </0> - съдържа възможни нарушения на насоките на Bluesky в общността в неговото име или описание.

source: This list – created by you – contains possible violations of Bluesky's community guidelines in its name or description.
bn: Този списък - създаден от вас - съдържа възможни нарушения на насоките на общността на Bluesky в негово име или описание.

source: This list is empty.
bn: Този списък е празен.

source: This moderation service is unavailable. See below for more details. If this issue persists, contact us.
bn: Тази услуга за умереност не е налична.
