Repository: Laszlo19/social-app
Catalog: src/locale/locales/*/messages.po
Languages: bn

source: Create a starter pack
bn: Създайте стартов пакет

source: Create a starter pack for me
bn: Създайте стартов пакет за мен

source: Create account
bn: Създайте акаунт

source: Create Account
bn: Създайте акаунт

source: Create an account
bn: Създайте акаунт

source: Create an avatar instead
bn: Вместо това създайте аватар

source: Create another
bn: Създайте друг

source: Create new account
bn: Създайте нов акаунт

source: Create report for {0}
bn: Създайте отчет за {0}

source: Created {0}
bn: Създаден {0}

source: Creator has been blocked
bn: Създателят е блокиран

source: Culture
bn: Култура

source: Custom
bn: Персонализиран

source: Customization options
bn: Опции за персонализиране

source: Customize who can interact with this post.
bn: Персонализирайте кой може да взаимодейства с тази публикация.

source: Customizes your Bluesky experience
bn: Персонализира вашия блуев опит

source: Dark
bn: Тъмно

source: Dark mode
bn: Тъмен режим

source: Dark theme
bn: Тъмна тема

source: Date of birth
bn: Дата на раждане

source: Deactivate account
bn: Деактивиране на акаунта

source: Debug Moderation
bn: Умереност на грешки

source: Debug panel
bn: Панел за отстраняване на грешки

source: Default
bn: По подразбиране

source: Default icons
bn: Икони по подразбиране

source: Delete
bn: Изтриване

source: Delete account
bn: Изтриване на акаунт

source: Delete Account <0>"</0><1>{0}</1><2>"</2>
bn: Изтриване на акаунт <0> "</0> <1> {0} </1> <2> " </2>

source: Delete app password
bn: Изтриване на парола за приложение

source: Delete app password?
bn: Изтриване на парола за приложение?

source: Delete chat
bn: Изтриване на чат

source: Delete chat declaration record
bn: Изтриване на запис за декларация за чат

source: Delete conversation
bn: Изтриване на разговор

source: Delete Conversation
bn: Изтриване на разговор

source: Delete for me
bn: Изтрийте за мен

source: Delete List
bn: Изтриване на списъка

source: Delete message
bn: Изтриване на съобщение

source: Delete message for me
bn: Изтриване на съобщение за мен

source: Delete my account
bn: Изтрийте акаунта ми

source: Delete post
bn: Изтриване на публикация

source: Delete starter pack
bn: Изтриване на стартер пакет

source: Delete starter pack?
bn: Изтриване на стартер пакет?

source: Delete this list?
bn: Изтрийте този списък?

source: Delete this post?
bn: Изтрийте тази публикация?

source: Deleted
bn: Изтрит

source: Deleted Account
bn: Изтрит акаунт

source: Deleted post.
bn: Изтрит пост.

source: Description
bn: Описание

source: Description is too long
bn: Описанието е твърде дълго

source: Description is too long. The maximum number of characters is {DESCRIPTION_MAX_GRAPHEMES}.
bn: Описанието е твърде дълго.

source: Descriptive alt text
bn: Описателен алт текст

source: Detach quote
bn: Отричайте цитат

source: Developer mode disabled
bn: Режим на разработчик деактивиран

source: Developer mode enabled
bn: Режимът на разработчици е активиран

source: Developer options
bn: Опции за разработчици

source: Dialog: adjust who can interact with this post
bn: Диалог: Настройте кой може да взаимодейства с тази публикация

source: Dim
bn: Дим

source: Disable Email 2FA
bn: Деактивирайте имейл 2fa

source: Disable haptic feedback
bn: Деактивирайте хаптичната обратна връзка

source: Disable subtitles
bn: Деактивирайте субтитри

source: Disabled
bn: Деактивиран

source: Discard
bn: Изхвърлете

source: Discard changes?
bn: Изхвърлете промените?

source: Discard draft?
bn: Изхвърлете черновата?

source: Discard post?
bn: Изхвърлете публикацията?

source: Discourage apps from showing my account to logged-out users
bn: обезкуражава приложенията да показват моя акаунт на излезли потребители

source: Discover new custom feeds
bn: Открийте нови емисии по поръчка

source: Discover new feeds
bn: Открийте нови емисии

source: Discover New Feeds
bn: Открийте нови емисии

source: Dismiss
bn: Отхвърлете

source: Dismiss error
bn: Отхвърлете грешка

source: Dismiss getting started guide
bn: Уволнение на Ръководство за стартиране

source: Dismiss this section
bn: Отхвърлете този раздел

source: Display larger alt text badges
bn: Показване на по -големи значки за текстови знаци ALT

source: Display name
bn: Име на дисплея

source: Display Name
bn: Име на дисплея

source: Display name is too long
bn: Името на дисплея е твърде дълго

source: Display name is too long. The maximum number of characters is {DISPLAY_NAME_MAX_GRAPHEMES}.
bn: Името на дисплея е твърде дълго.

source: DNS Panel
bn: DNS панел

source: Do not apply this mute word to users you follow
bn: Не прилагайте тази заглушаваща дума към потребителите, които следвате

source: Does not include nudity.
bn: Не включва голота.

source: Doesn't begin or end with a hyphen
bn: не започва или не завършва с тире

source: Domain verified!
bn: Проверен домейн!

source: Done
bn: Готово

# action
source: Done
bn: Готово

source: Done{extraText}
bn: Готово {Extratext}

source: Double tap to close the dialog
bn: Двойно докоснете, за да затворите диалоговия прозорец

source: Double tap to like
bn: Двойно докосване, за да харесате

source: Download Bluesky
bn: Изтеглете Bluesky

source: Download CAR file
bn: Изтеглете файла на автомобила

source: Drop to add images
bn: Пуснете, за да добавите изображения

source: Duration:
bn: Продължителност:

source: e.g. alice
bn: напр.

source: e.g. Alice Lastname
bn: напр.

source: e.g. Alice Roberts
bn: напр.

source: e.g. alice.com
bn: напр.

source: e.g. Artist, dog-lover, and avid reader.
bn: напр.

source: E.g. artistic nudes.
bn: напр.

source: e.g. Great Posters
bn: напр.

source: e.g. Spammers
bn: напр.

source: e.g. The posters who never miss.
bn: напр.

source: e.g. Users that repeatedly reply with ads.
bn: напр.

source: Each code works once. You'll receive more invite codes periodically.
bn: Всеки код работи веднъж.

source: Edit
bn: Редактиране

# action
source: Edit
bn: Редактиране

source: Edit avatar
bn: Редактиране на аватар

source: Edit Feeds
bn: Редактиране на емисии

source: Edit image
bn: Редактиране на изображение

source: Edit interaction settings
bn: Редактиране на настройки за взаимодействие

source: Edit list details
bn: Подробности за редактирането на списъка

source: Edit Moderation List
bn: Редактиране на списъка с умереност

source: Edit My Feeds
bn: Редактирайте моите емисии

source: Edit my profile
bn: Редактирайте моя профил

source: Edit People
bn: Редактиране на хора

source: Edit post interaction settings
bn: Редактиране на настройките за взаимодействие след това

source: Edit profile
bn: Редактиране на профил

source: Edit Profile
bn: Редактиране на профил

source: Edit starter pack
bn: Редактиране на стартер пакет

source: Edit User List
bn: Редактиране на списъка с потребители

source: Edit who can reply
bn: Редактиране кой може да отговори

source: Edit your display name
bn: Редактирайте името на дисплея си

source: Edit your profile description
bn: Редактирайте описанието на вашия профил

source: Edit your starter pack
bn: Редактирайте своя стартер пакет

source: Education
bn: Образование

source: Either the creator of this list has blocked you or you have blocked the creator.
bn: Или създателят на този списък ви е блокирал, или сте блокирали създателя.

source: Email
bn: Имейл

source: Email 2FA disabled
bn: Имейл 2FA деактивиран

source: Email 2FA enabled
bn: Имейл 2FA е активиран

source: Email address
bn: Имейл адрес

source: Email Resent
bn: По имейл негодува

source: Email updated
bn: Актуализиран имейл

source: Email Updated
bn: Актуализиран имейл

source: Email verified
bn: Проверен имейл

source: Email Verified
bn: Проверен имейл

source: Embed HTML code
bn: Вграждане на HTML код

source: Embed post
bn: Вграден пост

source: Embed this post in your website. Simply copy the following snippet and paste it into the HTML code of your website.
bn: Вградете тази публикация във вашия уебсайт.

source: Embedded video player
bn: Вграден видео плейър

source: Enable
bn: Активиране

source: Enable {0} only
bn: Активирайте само {0}

source: Enable adult content
bn: Активирайте съдържанието на възрастни

source: Enable Email 2FA
bn: Активиране на имейл 2FA

source: Enable external media
bn: Активиране на външни медии

source: Enable media players for
bn: Активирайте медийните плейъри за

source: Enable priority notifications
bn: Активиране на приоритетни известия

source: Enable subtitles
bn: Активиране на субтитри

source: Enable this source only
bn: Активирайте само този източник

source: Enable trending topics
bn: Активиране на тенденции

source: Enable trending videos in your Discover feed
bn: Активирайте тенденциозни видеоклипове във вашата емисия Discover

source: Enable trending videos in your Discover feed.
bn: Активирайте тенденциозни видеоклипове във вашата емисия Discover.

source: Enabled
bn: активиран

source: End of feed
bn: Край на подаването

source: Ensure you have selected a language for each subtitle file.
bn: Уверете се, че сте избрали език за всеки файл на субтитри.

source: Enter a password
bn: Въведете парола

source: Enter a word or tag
bn: Въведете дума или маркер

source: Enter Code
bn: Въведете код

source: Enter Confirmation Code
bn: Въведете код за потвърждение

source: Enter fullscreen
bn: Въведете цял екран

source: Enter the code you received to change your password.
bn: Въведете получения код, за да промените паролата си.

source: Enter the domain you want to use
bn: Въведете домейна, който искате да използвате

source: Enter the email you used to create your account. We'll send you a "reset code" so you can set a new password.
bn: Въведете имейла, който сте използвали, за да създадете своя акаунт.

source: Enter your birth date
bn: Въведете датата на раждането си

source: Enter your email address
bn: Въведете вашия имейл адрес

source: Enter your new email above
bn: Въведете новия си имейл по -горе

source: Enter your new email address below.
bn: Въведете новия си имейл адрес по -долу.

source: Enter your password
bn: Въведете паролата си

source: Enter your username and password
bn: Въведете вашето потребителско име и парола

source: Enters full screen
bn: влиза в цял екран

source: Error
bn: Грешка

source: Error occurred while saving file
bn: Възникна грешка при запазване на файл

source: Error receiving captcha response.
bn: Грешка Получаване на отговор на CAPTCHA.

source: Error:
bn: Грешка:

source: Everybody
bn: Всички

source: Everybody can reply
bn: Всеки може да отговори

source: Everybody can reply to this post.
bn: Всеки може да отговори на тази публикация.

source: Everyone
bn: Всички

source: Excessive mentions or replies
bn: Прекомерни споменавания или отговори

source: Excessive or unwanted messages
bn: Прекомерни или нежелани съобщения

source: Exclude users you follow
bn: Изключете потребителите, които следвате

source: Excludes users you follow
bn: изключва потребителите, които следвате

source: Exit fullscreen
bn: Излезте от цял ​​екран

source: Exits account deletion process
bn: Излиза в процеса на изтриване на акаунта

source: Exits image cropping process
bn: Излиза от процеса на изрязване на изображения

source: Exits image view
bn: Излиза от изглед на изображение

source: Exits inputting search query
bn: Излиза в въвеждане на заявка за търсене

source: Expand alt text
bn: Разширете алт текст

source: Expand list of users
bn: Разширете списъка с потребителите

source: Expand or collapse the full post you are replying to
bn: Разширете или сринете пълната публикация, на която отговаряте

source: Expands or collapses post text
bn: Разширява или срива текста на публикацията

source: Expands or collapses the full post you are replying to
bn: Разширява или срива пълната публикация, на която отговаряте

source: Expected uri to resolve to a record
bn: Очаква се URI да разреши до запис

source: Experimental
bn: Експериментален

source: Expired
bn: Изтекъл

source: Expires {0}
bn: Изтича {0}

source: Expires in {0}
bn: Изтича в {0}

source: Explicit or potentially disturbing media.
bn: Изрични или потенциално смущаващи медии.

source: Explicit sexual images.
bn: Изрични сексуални образи.

source: Export my data
bn: Експортирайте моите данни

source: Export My Data
bn: Експортирайте моите данни

source: External media
bn: Външни медии

source: External Media
bn: Външни медии

source: External media may allow websites to collect information about you and your device. No information is sent or requested until you press the "play" button.
bn: Външната медия може да позволи на уебсайтовете да събират информация за вас и вашето устройство.

source: External Media Preferences
bn: Външни медийни предпочитания

source: Failed to change handle. Please try again.
bn: Неуспешно смяна на дръжката.

source: Failed to create app password. Please try again.
bn: Неуспешно създаване на парола за приложение.

source: Failed to create conversation
bn: Неуспешно създаване на разговор

source: Failed to create starter pack
bn: Неуспешно създаване на стартов пакет

source: Failed to create the list. Check your internet connection and try again.
bn: Неуспешно създаване на списъка.

source: Failed to delete message
bn: Неуспешно изтриване на съобщение

source: Failed to delete post, please try again
bn: Неуспешно изтриване на публикация, моля, опитайте отново

source: Failed to delete starter pack
bn: Неуспешно изтриване на стартер пакет

source: Failed to load conversations
bn: Неуспешно зареждане на разговори

source: Failed to load feeds preferences
bn: Неуспешно зареждане на предпочитанията за емисии

source: Failed to load GIFs
bn: Неуспешно зареждане на GIF файлове

source: Failed to load past messages
bn: Неуспешно зареждане на минали съобщения

source: Failed to load suggested feeds
bn: Неуспешно зареждане на предложени емисии

source: Failed to load suggested follows
bn: Неуспешно натоварване следва следва

source: Failed to mark all requests as read
bn: Неуспешно маркирайте всички заявки като прочетени

source: Failed to pin post
bn: Неуспешно закрепване на публикацията

source: Failed to save image: {0}
bn: Неуспешно запазване на изображението: {0}

source: Failed to save notification preferences, please try again
bn: Неуспешно запазване на предпочитанията за уведомяване, моля, опитайте отново

source: Failed to save settings. Please try again.
bn: Неуспешно запазване на настройките.

source: Failed to send
bn: Неуспешно изпращане

source: Failed to submit appeal, please try again.
bn: Неуспешно изпращане на жалба, моля, опитайте отново.

source: Failed to toggle thread mute, please try again
bn: Неуспешно превключване на нишката, моля, опитайте отново

source: Failed to update feeds
bn: Неуспешно актуализиране на емисии

source: Failed to update settings
bn: Неуспешно актуализиране на настройките

source: Failed to upload video
bn: Неуспешно качване на видео

source: Failed to verify handle. Please try again.
bn: Неуспешно проверяване на дръжката.

source: Feed
bn: Хранене

source: Feed by {0}
bn: подаване от {0}

source: Feed menu
bn: Меню за хранене

source: Feed toggle
bn: превключване на захранване

source: Feedback
bn: Обратна връзка

source: Feedback sent!
bn: Изпратена обратна връзка!

source: Feeds
bn: емисии

source: Feeds are custom algorithms that users build with a little coding expertise. <0/> for more information.
bn: Емисиите са персонализирани алгоритми, които потребителите изграждат с малко кодиране на експертиза.

source: Feeds updated!
bn: Актуализирани емисии!

source: Feeds we think you might like.
bn: Емисии ние смятаме, че може да ви хареса.

source: Fetch update
bn: Актуализация на извличането

source: File saved successfully!
bn: Запазеният файл успешно!

source: Filter from feeds
bn: Филтър от емисии

source: Filter search by language
bn: Търсене на филтър по език

source: Filter search by language (currently: {currentLanguageLabel})
bn: Търсене на филтър по език (в момента: {currentLanguageLabel})

source: Finalizing
bn: финализиране

source: Find accounts to follow
bn: Намерете акаунти, които да следвате

source: Find people to follow
bn: Намерете хора, които да следват

source: Find posts, users, and feeds on Bluesky
bn: Намерете публикации, потребители и емисии на Bluesky

source: Finish
bn: Финал

source: Fitness
bn: Фитнес

source: Flexible
bn: Гъвкав

source: Follow
bn: Следвайте

# action
source: Follow
bn: Следвайте

source: Follow {0}
bn: Следвайте {0}

source: Follow {handle}
bn: Следвайте {дръжка}

source: Follow {name}
bn: Следвайте {име}

source: Follow 10 accounts
bn: Следвайте 10 акаунта

source: Follow 7 accounts
bn: Следвайте 7 акаунта

source: Follow account
bn: Следвайте акаунт

source: Follow all
bn: Следвайте всички

source: Follow Back
bn: Следвайте обратно

# action
source: Follow Back
bn: Следвайте обратно

source: Follow more accounts to get connected to your interests and build your network.
bn: Следвайте още акаунти, за да се свържете с вашите интереси и да изградите вашата мрежа.

source: Followed by <0>{0}</0>
bn: последван от <0> {0} </0>

source: Followed by <0>{0}</0> and {1, plural, one {# other} other {# others}}
bn: последван от <0> {0} </0> и {1, множествено число, един {

source: For security reasons, you won't be able to view this again. If you lose this app password, you'll need to generate a new one.
bn: От съображения за сигурност няма да можете да видите това отново.

source: For the best experience, we recommend using the theme font.
bn: За най -доброто изживяване препоръчваме да използвате шрифта на темата.

source: Forever
bn: Завинаги

source: Forgot Password
bn: Забравена парола

source: Forgot password?
bn: Забравена парола?

source: Forgot?
bn: Забравен?

source: Frequently Posts Unwanted Content
bn: Често публикува нежелано съдържание

source: From @{sanitizedAuthor}
bn: От @{санитизираха}

# from-feed
source: From <0/>
bn: от <0/>

source: Gallery
bn: Галерия

source: Generate a starter pack
bn: Генерирайте стартов пакет

source: Get help
bn: Потърсете помощ

source: Get Started
bn: Започнете

source: Getting started
bn: Първи стъпки

source: Give your profile a face
bn: Дайте на профила си лице

source: Glaring violations of law or terms of service
bn: Главни нарушения на закона или Общите условия

source: Go back
bn: Върнете се

source: Go Back
bn: Върнете се

source: Go back to previous step
bn: Върнете се към предишната стъпка

source: Go home
bn: Върнете се вкъщи

source: Go Home
bn: Върнете се вкъщи

source: Go to conversation with {0}
bn: Отидете на разговор с {0}

source: Go to next
bn: Отидете на следващия

source: Go to profile
bn: Отидете на профил

source: Go to user's profile
bn: Отидете в профила на потребителя

source: Graphic Media
bn: Графични медии

source: Half way there!
bn: Половин път там!

source: Handle
bn: дръжка

source: Handle already taken. Please try a different one.
bn: Вече взета дръжка.

source: Handle changed!
bn: Дръжка Променена!

source: Handle too long. Please try a shorter one.
bn: дръжка твърде дълго.

source: Haptics
bn: Хаптици

source: Harassment, trolling, or intolerance
bn: тормоз, тролинг или нетърпимост

source: Hashtag
bn: Хештаг

source: Having trouble?
bn: Имате проблеми?

source: Help
bn: Помощ

source: Help people know you're not a bot by uploading a picture or creating an avatar.
bn: Помогнете на хората да знаят, че не сте бот, като качите снимка или създавате аватар.

source: Here is your app password!
bn: Ето паролата на вашето приложение!

source: Hidden
bn: Скрит

source: Hidden by your moderation settings.
bn: Скрит от вашите настройки за умереност.

source: Hidden list
bn: Скрит списък

source: Hide
bn: скрий

# action
source: Hide
bn: скрий

source: Hide customization options
bn: Скриване на опциите за персонализиране

source: Hide post for me
bn: Скрий пост за мен

source: Hide reply for everyone
bn: скрий отговор за всички

source: Hide reply for me
bn: Скрий отговор за мен

source: Hide this post?
bn: Скрийте тази публикация?

source: Hide this reply?
bn: Скрийте този отговор?

source: Hide trending topics
bn: Скриване на актуални теми

source: Hide trending topics?
bn: Скриване на актуални теми?

source: Hide trending videos?
bn: Скриване на тенденциозни видеоклипове?

source: Hide user list
bn: Скриване на списъка с потребители

source: Hides the content
bn: Скрива съдържанието

source: Hmm, some kind of issue occurred when contacting the feed server. Please let the feed owner know about this issue.
bn: Хм, някакъв проблем възниква при контакт със сървъра за фуражи.

source: Hmm, the feed server appears to be misconfigured. Please let the feed owner know about this issue.
bn: Хм, сървърът за подаване изглежда погрешно конфигуриран.

source: Hmm, the feed server appears to be offline. Please let the feed owner know about this issue.
bn: Хм, сървърът за хранене изглежда офлайн.

source: Hmm, the feed server gave a bad response. Please let the feed owner know about this issue.
bn: Хм, сървърът за хранене даде лош отговор.

source: Hmm, we're having trouble finding this feed. It may have been deleted.
bn: Хм, имаме проблеми с намирането на тази емисия.

source: Hmmmm, it seems we're having trouble loading this data. See below for more details. If this issue persists, please contact us.
bn: Хммм, изглежда, че имаме проблеми с зареждането на тези данни.

source: Hmmmm, we couldn't load that moderation service.
bn: Хммм, не можахме да заредим тази услуга за умереност.

source: Hold up! We’re gradually giving access to video, and you’re still waiting in line. Check back soon!
bn: Дръжте!

source: Home
bn: Начало

source: Host:
bn: Домакин:

source: Hosting provider
bn: Доставчик на хостинг

source: Hot replies first
bn: Горещи отговори първо

source: How should we open this link?
bn: Как да отворим тази връзка?

source: I have a code
bn: Имам код

source: I Have a Code
bn: Имам код

source: I have a confirmation code
bn: Имам код за потвърждение

source: I have my own domain
bn: Имам собствен домейн

source: I understand
bn: Разбирам

source: If alt text is long, toggles alt text expanded state
bn: Ако ALT текст е дълъг, превключва ALT текст разширено състояние

source: If you are not yet an adult according to the laws of your country, your parent or legal guardian must read these Terms on your behalf.
bn: Ако все още не сте възрастен според законите на вашата страна, вашият родител или законен настойник трябва да прочете тези условия от ваше име.

source: If you delete this list, you won't be able to recover it.
bn: Ако изтриете този списък, няма да можете да го възстановите.

source: If you have your own domain, you can use that as your handle. This lets you self-verify your identity. <0>Learn more here.</0>
bn: Ако имате собствен домейн, можете да го използвате като дръжка.

source: If you remove this post, you won't be able to recover it.
bn: Ако премахнете тази публикация, няма да можете да я възстановите.

source: If you want to change your password, we will send you a code to verify that this is your account.
bn: Ако искате да промените паролата си, ние ще ви изпратим код, за да проверим дали това е вашият акаунт.

source: If you're a developer, you can host your own server.
bn: Ако сте разработчик, можете да хоствате свой собствен сървър.

source: If you're trying to change your handle or email, do so before you deactivate.
bn: Ако се опитвате да промените дръжката или имейл, направете го преди да деактивирате.

source: Illegal and Urgent
bn: Незаконна и спешна

source: Image
bn: Изображение

source: Image saved to your camera roll!
bn: Изображение, запазено за вашата камера ролка!

source: Impersonation or false claims about identity or affiliation
bn: представяне или фалшиви твърдения относно идентичност или принадлежност

source: Impersonation, misinformation, or false claims
bn: представяне, дезинформация или фалшиви претенции
