Repository: Laszlo19/social-app
Catalog: src/locale/locales/*/messages.po
Languages: bn

source: Inappropriate messages or explicit links
bn: неподходящи съобщения или изрични връзки

source: Inbox zero!
bn: входяща нула!

source: Incorrect username or password
bn: Неправилно потребителско име или парола

source: Input code sent to your email for password reset
bn: Въведен код, изпратен на вашия имейл за нулиране на паролата

source: Input confirmation code for account deletion
bn: Код за потвърждение на входа за изтриване на акаунта

source: Input new password
bn: Въвеждане на нова парола

source: Input password for account deletion
bn: Въвеждане на парола за изтриване на акаунт

source: Input the code which has been emailed to you
bn: Въведете кода, който ви е изпратен по имейл

source: Input the username or email address you used at signup
bn: Въведете потребителското име или имейл адреса, който сте използвали при регистрация

source: Interaction limited
bn: Взаимодействие ограничено

source: Interaction settings
bn: Настройки на взаимодействието

source: Invalid 2FA confirmation code.
bn: Невалиден 2FA Код за потвърждение.

source: Invalid handle. Please try a different one.
bn: Невалидна дръжка.

source: Invalid or unsupported post record
bn: Невалиден или неподдържан запис

source: Invalid report subject
bn: Невалиден предмет на доклада

source: Invalid Verification Code
bn: Невалиден код за проверка

source: Invite a Friend
bn: Поканете приятел

source: Invite code
bn: Поканете код

source: Invite code not accepted. Check that you input it correctly and try again.
bn: Кодът за покани не е приет.

source: Invite codes: {0} available
bn: Налични кодове: {0} налични

source: Invite codes: 1 available
bn: Кодове за покани: 1 Налични

source: Invite people to this starter pack!
bn: Поканете хората в този стартов пакет!

source: Invite your friends to follow your favorite feeds and people
bn: Поканете приятелите си да следват любимите си емисии и хора

source: Invites, but personal
bn: Покани, но лични

source: It's correct
bn: Правилно е

source: It's just you right now! Add more people to your starter pack by searching above.
bn: Това сте само вие в момента!

source: Job ID: {0}
bn: ID на работа: {0}

source: Jobs
bn: Работа

source: Join Bluesky
bn: Присъединете се към Bluesky

source: Join the conversation
bn: Присъединете се към разговора

source: Journalism
bn: Журналистика

source: Labeled by {0}.
bn: обозначен от {0}.

source: Labeled by the author.
bn: Етикетиран от автора.

source: Labels
bn: Етикети

source: Labels added
bn: Добавени етикети

source: Labels are annotations on users and content. They can be used to hide, warn, and categorize the network.
bn: Етикетите са пояснения за потребители и съдържание.

source: Labels on your account
bn: Етикети във вашия акаунт

source: Labels on your content
bn: Етикети на вашето съдържание

source: Language selection
bn: Избор на език

source: Language Settings
bn: Езикови настройки

source: Languages
bn: Езици

source: Larger
bn: По -голям

source: Latest
bn: Последно

source: learn more
bn: Научете повече

source: Learn More
bn: Научете повече

source: Learn more about Bluesky
bn: Научете повече за Bluesky

source: Learn more about self hosting your PDS.
bn: Научете повече за самостоятелно хостинг на вашите PD.

source: Learn more about the moderation applied to this content
bn: Научете повече за умереността, приложена към това съдържание

source: Learn more about the moderation applied to this content.
bn: Научете повече за умереността, приложена към това съдържание.

source: Learn more about this warning
bn: Научете повече за това предупреждение

source: Learn more about what is public on Bluesky.
bn: Научете повече за това, което е публично на Bluesky.

source: Learn more.
bn: Научете повече.

source: Leave
bn: Оставете

source: Leave chat
bn: Оставете чат

source: Leave conversation
bn: Оставете разговор

source: Leave them all unchecked to see any language.
bn: Оставете ги всички непроверени да видят всеки език.

source: Leaving Bluesky
bn: Напускане на Блуски

source: left to go.
bn: Оставен да тръгне.

source: Let me choose
bn: Позволете ми да избера

source: Let's get your password reset!
bn: Нека да получим вашата парола за нулиране!

source: Let's go!
bn: Да вървим!

source: Light
bn: Светлина

source: Like
bn: Харесва

source: Like ({0, plural, one {# like} other {# likes}})
bn: като ({0, множествено число, един {

source: List Avatar
bn: Списък Аватар

source: List blocked
bn: Списък блокиран

source: List by {0}
bn: Списък от {0}

source: List by <0/>
bn: Списък от <0/>

source: List by you
bn: Списък от вас

source: List deleted
bn: Списък изтрит

source: List has been hidden
bn: Списъкът е скрит

source: List Hidden
bn: Списък скрит

source: List muted
bn: Списък приглушен

source: List Name
bn: Име на списъка

source: List unblocked
bn: Списък неблокиран

source: List unmuted
bn: Списък безкраен

source: Lists
bn: Списъци

source: Lists blocking this user:
bn: Списък на блокиране на този потребител:

source: Load more
bn: Заредете повече

source: Load more suggested feeds
bn: Заредете още предложени емисии

source: Load more suggested follows
bn: Заредете още предложени следва

source: Load new notifications
bn: Заредете нови известия

source: Load new posts
bn: Заредете нови публикации

source: Loading...
bn: Зареждане ...

source: Log
bn: дневник

source: Logged-out visibility
bn: Изходна видимост

source: Logo by @sawaratsuki.bsky.social
bn: Лого от @sawaratsuki.bsky.social

source: Logo by <0>@sawaratsuki.bsky.social</0>
bn: Лого от <0>@sawaratsuki.bsky.social </0>

source: Long press to open tag menu for #{tag}
bn: Дълго натиснете, за да отворите менюто за етикети за

source: Moderation list by <0/>
bn: Списък на умереността от <0/>

source: Moderation list by you
bn: Списък на умереността от вас

source: Moderation list created
bn: Създаден списък с умереност

source: Moderation list updated
bn: Списък с умереност актуализиран

source: Moderation lists
bn: Списъци с умереност

source: Moderation Lists
bn: Списъци с умереност

source: moderation settings
bn: Настройки на умереността

source: Moderation states
bn: Умерителни състояния

source: Moderation tools
bn: Инструменти за умереност

source: Moderator has chosen to set a general warning on the content.
bn: Модераторът е избрал да определи общо предупреждение за съдържанието.

source: More
bn: Още

source: More feeds
bn: Повече емисии

source: More options
bn: Още опции

source: Most-liked first
bn: Най-харесван първо

source: Most-liked replies first
bn: Първо най-харесваните отговори

source: Movies
bn: Филми

source: Music
bn: Музика

# video
source: Mute
bn: заглушаване

source: Mute account
bn: MUTE акаунт

source: Mute accounts
bn: MUTE акаунти

source: Mute conversation
bn: Заглуен разговор

source: Mute in:
bn: заглушаване в:

source: Mute list
bn: Списък на заглушаване

source: Mute these accounts?
bn: Заглушаване на тези акаунти?

source: Mute this word for 24 hours
bn: Заглушете тази дума за 24 часа

source: Mute this word for 30 days
bn: Заглушете тази дума за 30 дни

source: Mute this word for 7 days
bn: Изгнете тази дума за 7 дни

source: Mute this word in post text and tags
bn: Заглушете тази дума в текст и етикети

source: Mute this word in tags only
bn: Заглушете тази дума само в тагове

source: Mute this word until you unmute it
bn: Загрявайте тази дума, докато не я включите

source: Mute thread
bn: Загряваща нишка

source: Mute words & tags
bn: Заглушни думи

source: Never lose access to your followers or data.
bn: Никога не губете достъп до вашите последователи или данни.

source: Nevermind, create a handle for me
bn: Няма значение, създайте дръжка за мен

# action
source: New
bn: Ново

source: New chat
bn: Нов чат

source: New handle
bn: Нова дръжка

source: New list
bn: Нов списък

source: New messages
bn: Нови съобщения

source: New Moderation List
bn: Нов списък на умереността

source: New password
bn: Нова парола

source: New Password
bn: Нова парола

source: New post
bn: Нова публикация

# action
source: New post
bn: Нова публикация

# action
source: New Post
bn: Нова публикация

source: New user info dialog
bn: Нов диалогов прозорец за информация за потребителя

source: New User List
bn: Нов списък на потребителите

source: Newest replies first
bn: Най -нови отговори първо

source: News
bn: Новини

source: Next
bn: Напред

source: Next image
bn: Следващо изображение

source: No app passwords yet
bn: Все още няма пароли за приложение

source: No DNS Panel
bn: Без DNS панел

source: No featured GIFs found. There may be an issue with Tenor.
bn: Не са намерени представени GIF.

source: No feeds found. Try searching for something else.
bn: Не са намерени фуражи.

source: No likes yet
bn: Все още няма харесвания

source: No longer following {0}
bn: Вече не следвайте {0}

source: No longer than {MAX_SERVICE_HANDLE_LENGTH} characters
bn: Не повече от {max_service_handle_length} символи

source: No messages yet
bn: Все още няма съобщения

source: No notifications yet!
bn: Все още няма известия!

source: No one
bn: Никой

source: No one but the author can quote this post.
bn: Никой освен авторът не може да цитира тази публикация.

source: No posts yet.
bn: Все още няма публикации.

source: No quotes yet
bn: Все още няма цитати

source: No reposts yet
bn: Все още няма репости

source: No result
bn: Без резултат

source: No results
bn: Няма резултати

source: No results found
bn: Не са намерени резултати

source: No results found for "{query}"
bn: Не са намерени резултати за "{query} "

source: No results found for {query}
bn: Не са намерени резултати за {query}

source: No search results found for "{search}".
bn: Не са намерени резултати от търсенето за "{търсене} ".

source: No thanks
bn: Не благодаря

source: Nobody
bn: Никой

source: Nobody has liked this yet. Maybe you should be the first!
bn: Никой все още не е харесал това.

source: Nobody has quoted this yet. Maybe you should be the first!
bn: Все още никой не е цитирал това.

source: Nobody has reposted this yet. Maybe you should be the first!
bn: Никой все още не е пренасочил това.

source: Nobody was found. Try searching for someone else.
bn: Никой не е намерен.

source: Non-sexual Nudity
bn: Несексуална голота

source: Not followed by anyone you're following
bn: Не последвай от никого, когото следвате

source: Not Found
bn: Не е намерено

source: Not right now
bn: Не в момента

source: Note about sharing
bn: Забележка относно споделянето

source: Note: Bluesky is an open and public network. This setting only limits the visibility of your content on the Bluesky app and website, and other apps may not respect this setting. Your content may still be shown to logged-out users by other apps and websites.
bn: Забележка: Bluesky е отворена и обществена мрежа.

source: Nothing here
bn: Тук нищо

source: Notification filters
bn: Филтри за уведомяване

source: Notification settings
bn: Настройки за уведомяване

source: Notification Settings
bn: Настройки за уведомяване

source: Notification sounds
bn: Звучи на известието

source: Notification Sounds
bn: Звучи на известието

source: Notifications
bn: Известия

source: now
bn: Сега

source: Now
bn: Сега

source: Nudity
bn: голота

source: Nudity or adult content not labeled as such
bn: Нулота или съдържание на възрастни, които не са етикетирани като такива

source: Off
bn: Изключено

source: Oh no!
bn: О, не!

source: Oh no! Something went wrong.
bn: О, не!

source: OK
bn: Добре

source: Okay
bn: Добре

source: Oldest replies first
bn: Най -старите отговори първо

source: on<0><1/><2><3/></2></0>
bn: на <0> <1/> <2> <3/> </2> </0>

source: Onboarding reset
bn: Бордово нулиране

source: One or more GIFs is missing alt text.
bn: Един или повече GIF файлове липсва алт текст.

source: One or more images is missing alt text.
bn: Едно или повече изображения липсват алт текст.

source: One or more videos is missing alt text.
bn: Един или повече видеоклипове липсва алт текст.

source: Only .jpg and .png files are supported
bn: Поддържат се само .jpg и .png файлове

source: Only {0} can reply.
bn: Само {0} може да отговори.

source: Only contains letters, numbers, and hyphens
bn: Съдържа само букви, цифри и тире

source: Only image files are supported
bn: Поддържат се само файлове с изображения

source: Only WebVTT (.vtt) files are supported
bn: Поддържат се само файлове с webvtt (.vtt)

source: Oops, something went wrong!
bn: Ами, нещо се обърка!

source: Oops!
bn: Ами сега!

source: Open
bn: Отворено

source: Open {name} profile shortcut menu
bn: Отворете {име} меню за пряк път на профила

source: Open avatar creator
bn: Отворен създател на Аватар

source: Open conversation options
bn: Отворени опции за разговор

source: Open drawer menu
bn: Отворено меню за чекмедже

source: Open emoji picker
bn: Отворете Picker Emoji

source: Open feed info screen
bn: Екран за информация за емисия

source: Open feed options menu
bn: Меню за опции за отворете емисия

source: Open link to {niceUrl}
bn: Отворена връзка към {niceurl}

source: Open message options
bn: Отворете опции за съобщение

source: Open moderation debug page
bn: Отворете страницата за отстраняване на грешки

source: Open muted words and tags settings
bn: Отворени приглушени думи и настройки на етикети

source: Open post options menu
bn: Отворете менюто Опции за публикация

source: Open starter pack menu
bn: Отворено меню за стартер

source: Open storybook page
bn: Страница за отворена история

source: Open system log
bn: Дневник на отворената система

source: Opens {numItems} options
bn: Отваря {numitems} Опции

source: Opens a dialog to add a content warning to your post
bn: Отваря диалог за добавяне на предупреждение за съдържание към вашата публикация

source: Opens a dialog to choose who can reply to this thread
bn: Отваря диалог, за да избере кой може да отговори на тази тема

source: Opens additional details for a debug entry
bn: Отваря допълнителни подробности за запис за отстраняване на грешки

source: Opens camera on device
bn: отваря камера на устройство

source: Opens change handle dialog
bn: Отваря диалогов прозорец Промяна на дръжката

source: Opens composer
bn: Отваря композитор

source: Opens device photo gallery
bn: отваря фото галерия на устройството

source: Opens emoji picker
bn: Отваря Picker Emoji

source: Opens flow to create a new Bluesky account
bn: Отваря поток за създаване на нов Bluesky акаунт

source: Opens flow to sign in to your existing Bluesky account
bn: Отваря потока, за да влезе в съществуващия ви Bluesky акаунт

source: Opens GIF select dialog
bn: Отваря диалогов прозорец за избор на GIF

source: Opens helpdesk in browser
bn: Отваря помощ в браузъра

source: Opens list of invite codes
bn: Отваря списък с кодове за покани

source: Opens password reset form
bn: Отваря формуляр за нулиране на парола

source: Opens the linked website
bn: Отваря свързания уебсайт

source: Opens this profile
bn: Отваря този профил

source: Opens video picker
bn: Отваря пикоща за видео

source: Optionally provide additional information below:
bn: По желание предоставете допълнителна информация по -долу:

source: Options:
bn: Опции:

source: Or combine these options:
bn: или комбинирайте тези опции:

source: Or, continue with another account.
bn: Или продължете с друг акаунт.

source: Or, sign in to one of your other accounts.
bn: Или влезте в един от другите ви акаунти.

source: OTA status: ...
bn: OTA статус: ...

source: OTA status: Available!
bn: OTA статус: Наличен!

source: OTA status: Error fetching update
bn: Статус на OTA: Актуализация на грешката на извличане на грешки

source: OTA status: None available
bn: OTA статус: Няма налично

source: Other
bn: Други

source: Other account
bn: Друга сметка

source: Other...
bn: Други ...

source: Our moderation team has received your report.
bn: Нашият екип за модериране получи вашия доклад.

source: Our moderators have reviewed reports and decided to disable your access to chats on Bluesky.
bn: Нашите модератори са прегледали отчетите и решили да деактивират достъпа ви до чатове на Bluesky.

source: Page not found
bn: Страница не е намерена

source: Page Not Found
bn: Страница не е намерена

source: Password
bn: Парола

source: Password Changed
bn: Променена парола

source: Password must be at least 8 characters long.
bn: Паролата трябва да е дълга поне 8 знака.

source: Password updated
bn: Актуализирана парола

source: Password updated!
bn: Актуализирана парола!

source: Pause
bn: Пауза

source: Pause video
bn: Пауза видео

source: People
bn: Хора

source: People followed by @{0}
bn: Хората, последвани от @{0}

source: People following @{0}
bn: Хората, които следват @{0}

source: Permission to access camera roll is required.
bn: Необходимо е разрешение за достъп до ролката на камерата.

source: Permission to access camera roll was denied. Please enable it in your system settings.
bn: Разрешението за достъп до ролката на камерата е отказано.

source: Person toggle
bn: Превключване на човек

source: Pets
bn: Домашни любимци

source: Photography
bn: Фотография

source: Pictures meant for adults.
bn: Снимки, предназначени за възрастни.

source: Pin
bn: ПИН

source: Pin feed
bn: ПИН за подаване

source: Pin the trending videos feed to your home screen for easy access
bn: Закрепете тенденциозните видеоклипове към вашия начален екран за лесен достъп

source: Pin to home
bn: Пин към дома

source: Pin to Home
bn: Пин към дома

source: Pin to your profile
bn: Пин към вашия профил

source: Pinned
bn: Прикован

source: Pinned {0} to Home
bn: Прикован {0} към дома

source: Pinned Feeds
bn: Закрепени емисии

source: Pinned to your feeds
bn: Прикован към вашите емисии

source: Play
bn: Игра

source: Play video
bn: Възпроизвеждане на видео

source: Play Video
bn: Възпроизвеждане на видео

source: Plays or pauses the GIF
bn: Игра или спира GIF

source: Plays or pauses the video
bn: Възпроизвежда или спира видеото

source: Plays the GIF
bn: Играе GIF

source: Plays the video
bn: Възпроизвежда видеото

source: Please choose your handle.
bn: Моля, изберете вашата дръжка.

source: Please choose your password.
bn: Моля, изберете вашата парола.

source: Please complete the verification captcha.
bn: Моля, попълнете проверката CAPTCHA.

source: Please confirm your email before changing it. This is a temporary requirement while email-updating tools are added, and it will soon be removed.
bn: Моля, потвърдете имейла си, преди да го промените.

source: Please double-check that you have entered your email address correctly.
bn: Моля, проверете два пъти, че сте въвели правилно имейл адреса си.

source: Please enter a password.
bn: Моля, въведете парола.

source: Please enter a password. It must be at least 8 characters long.
bn: Моля, въведете парола.

source: Please enter a unique name for this app password or use our randomly generated one.
bn: Моля, въведете уникално име за тази парола за приложение или използвайте нашата произволно генерирана.

source: Please enter a valid word, tag, or phrase to mute
bn: Моля, въведете валидна дума, маркер или фраза, за да заглушите

source: Please enter your email.
bn: Моля, въведете вашия имейл.

source: Please enter your invite code.
bn: Моля, въведете вашия код за покана.

source: Please enter your password
bn: Моля, въведете паролата си

source: Please enter your password as well:
bn: Моля, въведете и вашата парола:

source: Please enter your username
bn: Моля, въведете вашето потребителско име

source: Please explain why you think this label was incorrectly applied by {0}
bn: Моля, обяснете защо смятате, че този етикет е бил приложен неправилно от {0}

source: Please explain why you think your chats were incorrectly disabled
bn: Моля, обяснете защо смятате, че чатовете ви са били неправилно деактивирани

source: Please select a moderation service
bn: Моля, изберете услуга за умереност

source: Please select a reason for this report
bn: Моля, изберете причина за този доклад

source: Please sign in as @{0}
bn: Моля, влезте като @{0}

source: Please Verify Your Email
bn: Моля, проверете имейла си

source: Politics
bn: Политика

source: Popular videos in your network.
bn: Популярни видеоклипове във вашата мрежа.

source: Porn
bn: Порно

# action
source: Post
bn: Пост

# description
source: Post
bn: Пост

# action
source: Post All
bn: Публикувайте всички

source: Post by {0}
bn: Публикуване от {0}

source: Post by @{0}
bn: Публикуване от @{0}

source: Post deleted
bn: Публикувано

source: Post failed to upload. Please check your Internet connection and try again.
bn: Постът не успя да се качи.

source: Post has been deleted
bn: Постът е изтрит

source: Post hidden
bn: Пост скрит

source: Post Hidden by Muted Word
bn: Публикувано от приглушена дума

source: Post Hidden by You
bn: Публикувано от вас

source: Post interaction settings
bn: Настройки на взаимодействието

source: Post Interaction Settings
bn: Настройки на взаимодействието

source: Post language
bn: Публикуващ език

source: Post Languages
bn: Публикувани езици

source: Post not found
bn: Пост не е намерен

source: Post pinned
bn: Публикувано

source: Post unpinned
bn: Публикувано

source: Posts
bn: Постове

source: Posts can be muted based on their text, their tags, or both. We recommend avoiding common words that appear in many posts, since it can result in no posts being shown.
bn: Публикациите могат да бъдат заглушени въз основа на техния текст, техните етикети или и двете.

source: Posts hidden
bn: Скрити публикации

source: Potentially Misleading Link
bn: Потенциално подвеждаща връзка

source: Preference saved
bn: Запазено предпочитание

source: Press to attempt reconnection
bn: Натиснете за опит за повторно свързване

source: Press to retry
bn: Натиснете, за да опитате отново

source: Press to view followers of this account that you also follow
bn: Натиснете, за да видите последователи на този акаунт, който също следвате

source: Previous image
bn: Предишно изображение

source: Primary Language
bn: Основен език

source: Prioritize your Follows
bn: Приоритизирайте вашите следва

source: Priority notifications
bn: Приоритетни известия

source: Privacy
bn: Поверителност

source: Privacy and security
bn: Поверителност и сигурност

source: Privacy and Security
bn: Поверителност и сигурност

source: Privacy Policy
bn: Политика за поверителност

source: Processing video...
bn: Обработка на видео ...

source: Processing...
bn: Обработка ...

source: profile
bn: Профил

source: Profile
bn: Профил

source: Profile updated
bn: Актуализиран профил

source: Public
bn: Публична

source: Public, sharable lists of users to mute or block in bulk.
bn: Публични, споделящи списъци на потребителите, които да заглушават или блокират в насипно състояние.

source: Public, sharable lists which can be used to drive feeds.
bn: Публични, споделени списъци, които могат да се използват за задвижване на емисии.

source: QR code copied to your clipboard!
bn: QR код, копиран във вашия клипборд!

source: QR code has been downloaded!
bn: QR кодът е изтеглен!

source: QR code saved to your camera roll!
bn: QR код, запазен за вашата камера ролка!

source: Quote post
bn: Пост

source: Quote post was re-attached
bn: Постът на цитата беше прикрепен отново

source: Quote post was successfully detached
bn: Постът на цитата беше успешно отделен

source: Quote posts disabled
bn: Цитат на публикации деактивирани

source: Quote settings
bn: Настройки на цитата

source: Quotes
bn: Цитати

source: Quotes of this post
bn: Цитати от тази публикация

source: Random (aka "Poster's Roulette")
bn: Случайно (известна още като "рулетка на плаката ")

source: Rate limit exceeded – you've tried to change your handle too many times in a short period. Please wait a minute before trying again.
bn: Превишена граница на скоростта - опитахте се да промените дръжката си твърде много пъти за кратък период.

source: Re-attach quote
bn: Повторно прикрепете цитат
